[
  {
    "paperId": "120cca4e0028bbd6f7ad2d8099701c58ec0083b9",
    "externalIds": {
      "DOI": "10.1101/2024.07.03.601904",
      "CorpusId": 271049051
    },
    "url": "https://www.semanticscholar.org/paper/120cca4e0028bbd6f7ad2d8099701c58ec0083b9",
    "title": "Harbouring Starships: The accumulation of large Horizontal Gene Transfers in Domesticated and Pathogenic Fungi",
    "abstract": "Human-related environments, including food and clinical settings, present microorganisms with atypical and challenging conditions that necessitate adaptation. Several cases of novel horizontally acquired genetic material associated with adaptive traits have been recently described, contained within giant transposons named Starships. While a handful of Starships have been identified in domesticated species, their abundance has not yet been systematically explored in human-associated fungi. Here, we investigated whether Starships have shaped the genomes of two major genera of fungi occurring in food and clinical environments, Aspergillus and Penicillium. Using seven independent domestication events, we found in all cases that the domesticated strains or species exhibited significantly greater Starship content compared with close relatives from non-human-related environments. We found a similar pattern in clinical contexts. Our findings have clear implications for agriculture, human health and the food industry as we implicate Starships as a widely recurrent mechanism of gene transfer aiding the rapid adaptation of fungi to novel environments.",
    "venue": "bioRxiv",
    "citationCount": 2,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "1404322588",
        "name": "Samuel O'donnell"
      },
      {
        "authorId": "2310322390",
        "name": "Gabriela Rezende"
      },
      {
        "authorId": "66924229",
        "name": "Jean-Philippe Vernadet"
      },
      {
        "authorId": "5903116",
        "name": "A. Snirc"
      },
      {
        "authorId": "2276512649",
        "name": "Jeanne Ropars"
      }
    ]
  },
  {
    "paperId": "03003bda6891a727a43bbe0ff847b40748a8187e",
    "externalIds": {
      "DOI": "10.1101/2023.09.02.555672",
      "CorpusId": 261611631
    },
    "url": "https://www.semanticscholar.org/paper/03003bda6891a727a43bbe0ff847b40748a8187e",
    "title": "An integrative taxonomic treatment of the Mycetophilidae (Diptera: Bibionomorpha) from Singapore reveals 115 new species on 730km2",
    "abstract": "“Open ended” or “dark taxa” are species-rich clades that are so abundant and diverse that conventional taxonomic methods tend to struggle with the onslaught of specimens and species. New approaches based on presorting specimens to putative species with low-cost DNA barcodes may make tackling these taxa manageable. However, this will still require limiting the geographic scope of taxonomic revisions, given that most countries and biogeographic regions will have too many specimens and species for comprehensive coverage. We demonstrate the power of this approach by carrying out a revision of the Mycetophilidae fungus gnats (Diptera) of Singapore. The material revised here was obtained from 496 samples collected with 71 Malaise traps placed at 107 sites in different habitats in Singapore: mangroves, swamp forests, freshwater swamps, primary rainforests, and different types of secondary forests (old, maturing, young, urban). Based on molecular and morphological data for 1,454 specimens, we delimit 120 species of 23 genera. Of these, only five were species previously described. The remaining 115 species are new to science and described here. We name, however, only 98 of these species since 14 species are currently only known from females and we cannot prepare a fully satisfying morphological diagnosis (Manota spp. A–G and Neoempheria spp. A–G), and three species lack molecular data (Epicypta sp. A, Epicypta sp. B, and Neoempheria sp. H). To assess congruence between species delimited with DNA barcodes (3% clusters) and morphology, we determined a match ratio and found it to be overall high (95%) with even higher match ratios (99%) observed for MOTUs clustered at 5% with Objective Clustering and MOTUs obtained with ABGD set to (P=0.060). Overall, the ratio of undescribed to described is an astonishing 20:1. Only revising the Singapore fauna increases the number of described species of Oriental Mycetophilidae by about 25%, highlighting the size of the taxonomic impediment for fungus gnats. Most of the Singapore Mycetophilidae diversity belongs to three genera—Neoempheria Osten-Sacken (31 species), Epicypta Winnertz (29 species) and Manota Williston (14 species), but we also describe a new genus— Integricypta, gen. n., which is the putative sistergroup of Aspidionia Colless—belonging to the Mycetophilinae Mycetophilini based on three species. The species sequenced, illustrated, and named are: Leptomorphus rafflesi, sp. n.; Monoclona simhapura, sp. n.; Azana demeijeri, sp. n.; Azana leekongchiani, sp. n. (Sciophilinae); Tetragoneura crawfurdi, sp. n.; Tetragoneura chola, sp. n.; Tetragoneura dayuan, sp. n.; Tetragoneura farquhari, sp. n.; Ectrepesthoneura johor, sp. n. (Tetragoneurinae); Mohelia zubirsaidi, sp. n.; Allactoneura tumasik, sp. n.; Allactoneura limbosengi, sp. n.; Manota banzu, sp. n.; Manota tantocksengi, sp. n.; Manota bukittimah, sp. n.; Manota chiamassie, sp. n.; Manota danmaxi, sp. n.; Manota mahuan, sp. n.; Manota temenggong, sp. n.; Clastobasis sritribuana, sp. n.; Clastobasis bugis, sp. n.; Clastobasis oranglaut, sp. n. (Leiinae); Parempheriella mait, sp. n.; Parempheriella longyamen, sp. n.; Parempheriella peranakan, sp. n.; Mycomya sachmatich, sp. n.; Neoempheria merlio, sp. n.; Neoempheria sabana, sp. n.; Neoempheria sangabo, sp. n.; Neoempheria shicheng, sp. n.; Neoempheria ujong, sp. n.; Neoempheria subaraji, sp. n.; Neoempheria kokoiyeeae, sp. n.; Neoempheria mandai, sp. n.; Neoempheria malacca, sp. n.; Neoempheria sinkapho, sp. n.; Neoempheria singapura, sp. n.; Neoempheria xinjiapo, sp. n.; Neoempheria puluochung, sp. n.; Neoempheria merdeka, sp. n.; Neoempheria neesoon, sp. n.; Neoempheria pulau, sp. n.; Neoempheria cinkappur, sp. n.; Neoempheria temasek, sp. n.; Neoempheria polunini, sp. n.; Neoempheria fajar, sp. n.; Neoempheria riatanae, sp. n. (Mycomyinae); Brachycampta glorialimae, sp. n.; Brachycampta murphyi, sp. n.; Brachycampta limtzepengi, sp. n.; Rymosia teopohlengi, sp. n.; Exechia tanswiehiani, sp. n.; Exechia alinewongae, sp. n.; Mycetophila chngseoktinae, sp. n.; Mycetophila georgettechenae, sp. n.; Mycetophila aishae, sp. n.; Platyprosthiogyne phanwaithongae, sp. n.; Platyprosthiogyne gohsookhimae, sp. n.; Platyprosthiogyne rahimahae, sp. n.; Platyprosthiogyne lynetteseahae, sp. n.; Platyprosthiogyne neilaae, sp. n.; Platyprosthiogyne snehalethaae, sp. n.; Platurocypta adeleneweeae, sp. n.; Platurocypta tanhoweliangi, sp. n.; Epicypta constancesingamae, sp. n.; Epicypta jennylauae, sp. n.; Epicypta limchiumeiae, sp. n.; Epicypta janetyeeae, sp. n.; Epicypta kohkhenglianae, sp. n.; Epicypta daintoni, sp. n.; Epicypta holltumi, sp.n.; Epicypta ridleyi, sp. n.; Epicypta chezaharaae, sp. n.; Epicypta tanjiakkimi, sp. n.; Epicypta gehminae, sp. n.; Epicypta jackieyingae, sp. n.; Epicypta khatijunae, sp. n.; Epicypta purchoni, sp. n.; Epicypta foomaoshengi, sp. n.; Epicypta ganengsengi, sp. n.; Epicypta nanyangu, sp. n.; Epicypta nus, sp. n.; Epicypta peterngi, sp. n.; Epicypta maggielimae, sp. n.; Epicypta yupeigaoae, sp. n.; Epicypta annwee, sp. n.; Epicypta wallacei, sp. n.; Epicypta lamtoongjini, sp. n.; Epicypta catherinelimae, sp. n.; Epicypta grootaerti, sp. n.; Epicypta joaquimae, sp. n.; Aspidionia cheesweeleeae, sp. n.; Aspidionia janetjesudasonae, sp. n.; Aspidionia fatimahae, sp. n.; Integricypta fergusondavie, sp. n.; Integricypta teosoonkimae, sp. n.; Integricypta shirinae, sp. n.; Integricypta hoyuenhoeae, sp. n. (Mycetophilinae). The previously described species are Metanepsia malaysiana Kallweit, Eumanota racola Søli, Parempheriella defectiva (Edwards), Neoempheria dizonalis (Edwards) (all known from Sumatra and/or the Malaysian peninsula), and Chalastonepsia hokkaidensis Kallweit a species spread in east Asia. The mycomyine genus Vecella Wu & Yang is here proposed as a new synonym to Parempheriella, with P. guadunana (Wu & Yang), n. comb. corresponding to an additional Palearctic species of Parempheriella. Barcodes for a second set of 1,493 Singapore mycetophilid specimens suggest the presence of an additional 18 MOTUs. We thus estimate that approximately 85% of all the Singapore species that routinely enter Malaise traps are identified or described here. The revision concludes with a discussion of the biogeography and generic composition of the mycetophilid fauna at the southern end of the Malay Peninsula. Zusammenfassung “Open-ended” oder “Dark Taxa” sind artenreiche Klade, die so abundant und arteinreich sind, dass die herkömmlichen taxonomischen Methoden angesichts der großen Anzahl von Exemplaren und Arten nicht gut funktionieren. Neue Ansätze, die auf das Vorsortierung von Exemplaren mit DNA Barcodes bis zum Artniveau basieren, erlauben es jetzt aber solche Taxa zu revidieren. Allerdings kann auch mit DNA Barcodes, nur die Fauna eines vergleichsweise kleinen Gebietes bearbeiten werden, weil für die meisten Länder und biogeografischen Regionen zu viele Exemplare und Arten abgedeckt werden müssten. Wir demonstrieren hier wie eine solche Revision durchgeführt werden kann. Wir revidieren hier die Pilzmücken (Diptera: Mycetophilidae) von Singapur, die mit Malaisefallen gefangen werden können. Das hier überarbeitete Material stammt aus 496 Malaise-Fallenproben, die mit 71 Malaise-Fallen an 107 Sammelstellen in verschiedenen Habitaten gefangen wurden: Mangroven, Sumpfwälder, Süßwassersümpfe, Primärregenwälder und Sekundärwälder. Basierend auf molekularen und morphologischen Daten für mehr als 1454 Tiere grenzen wir 120 Arten mit molekularen und morphologischen Daten ab, wobei nur 5 dieser Arten bereits beschrieben sind. Die verbleibenden 115 werden hier beschrieben. Allerdings benennen wir nur 98 Arten, da für zwei Arten molekulare Daten fehlen und für 14 weitere Arten derzeit nur Weibchen bekannt sind. Daher können wir derzeit keine zufriedenstellende morphologische Diagnose erstellen. Darüber hinaus fehlen molekulare Daten für drei Arten (Epicypta sp. A, Epicypta sp. B und Neoempheria sp. H). Was die Artgrenzen betrifft, so stimmen die molekularen und morphologischen Daten in den meisten Fällen überein (match ratio: 95% für 3% MOTUs). Eine noch höhere „match ratio“ von 99% wird für 5% und ABGD MOTUs (P=0,060) beobachtet. Insgesamt ist das Verhältnis zwischen unbeschrieben und beschrieben erstaunlich hoch (20:1), und die Überarbeitung der singapurer Fauna erhöht die Anzahl der beschriebenen Arten in der Orientalischen Region um über 25%. Dies unterstreicht den Ausmaß des „taxonomic impediments“ für Pilzmücken. Die meisten der Mycetophilidenarten in Singapur gehören zu drei von 22 Gattungen - Neoempheria Osten-Sacken (31 Arten), Epicypta Winnertz (29 Arten) und Manota Williston (14 Arten), aber wir beschreiben hier auch eine neue Gattung, Integricypta, gen. n. basierend auf drei Arten. Die Gattung gehört zu den Mycetophilinae Mycetophilini und ist die mutmaßliche Schwestergruppe von Aspidionia Colless. Die sequenzierten, illustrierten und benannten Arten sind: Leptomorphus rafflesi, sp. n.; Monoclona simhapura, sp. n.; Azana demeijeri, sp. n.; Azana leekongchiani, sp. n. (Sciophilinae); Tetragoneura crawfurdi, sp. n.; Tetragoneura chola, sp. n.; Tetragoneura dayuan, sp. n.; Tetragoneura farquhari, sp. n.; Ectrepesthoneura johor, sp. n. (Tetragoneurinae); Mohelia zubirsaidi, sp. n.; Allactoneura tumasik, sp. n.; Allactoneura limbosengi, sp. n.; Manota banzu, sp. n.; Manota tantocksengi, sp. n.; Manota bukittimah, sp. n.; Manota chiamassie, sp. n.; Manota danmaxi, sp. n.; Manota mahuan, sp. n.; Manota temenggong, sp. n.; Clastobasis sritribuana, sp. n.; Clastobasis bugis, sp. n.; Clastobasis oranglaut, sp. n. (Leiinae); Parempheriella mait, sp. n.; Parempheriella longyamen, sp. n.; Parempheriella peranakan, sp. n.; Mycomya sachmatich, sp. n.; Neoempheria merlio, sp. n.; Neoempheria sabana, sp. n.; Neoempheria sangabo, sp. n.; Neoempheria shicheng, sp. n.; Neoempheria ujong, sp. n.; Neoempheria subaraji, sp. n.; Neoempheria kokoiyeeae, sp. n.; Neoempheria mandai, sp",
    "venue": "bioRxiv",
    "citationCount": 2,
    "openAccessPdf": {
      "url": "https://www.biorxiv.org/content/biorxiv/early/2023/09/15/2023.09.02.555672.full.pdf",
      "status": "GREEN"
    },
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "48848980",
        "name": "D. Amorim"
      },
      {
        "authorId": "2809096",
        "name": "S. S. Oliveira"
      },
      {
        "authorId": "122467597",
        "name": "M. Balbi"
      },
      {
        "authorId": "38735837",
        "name": "Y. Ang"
      },
      {
        "authorId": "2341885613",
        "name": "Ambrosio Torres"
      },
      {
        "authorId": "2238219849",
        "name": "Darren Yeo"
      },
      {
        "authorId": "144870729",
        "name": "A. Srivathsan"
      },
      {
        "authorId": "2238219980",
        "name": "Rudolf Meier"
      }
    ]
  },
  {
    "paperId": "925c6e63bcc3be914f5d6c1622a244e1e4b338ea",
    "externalIds": {
      "DOI": "10.1101/2023.08.31.555664",
      "CorpusId": 261583916
    },
    "url": "https://www.semanticscholar.org/paper/925c6e63bcc3be914f5d6c1622a244e1e4b338ea",
    "title": "“Dark taxonomy”: a new protocol for overcoming the taxonomic impediments for dark taxa and broadening the taxon base for biodiversity assessment",
    "abstract": "We are entering the 6th mass extinction with little data for “dark taxa” although they comprise most species. Much of the neglect is due to the fact that conventional taxonomic methods struggle with handling thousands of specimens belonging to hundreds of species. We thus here propose a new strategy that we call “dark taxonomy.” It addresses (1) taxonomic impediments, (2) lack of biodiversity baselines, (3) and low impact of revisionary research. Taxonomic impediments are reduced by carrying out revisions at small geographic scales to keep the number of specimens low. The risk of taxonomic error is kept low by delimiting species based on two types of data. We then show that dark taxonomy can yield important biodiversity baseline data because it uses samples obtained with biomonitoring traps. Lastly, we argue that the impact of research can be improved by publishing two manuscripts addressing different readerships. The principles of dark taxonomy are illustrated by our taxonomic treatment of Singapore’s fungus gnats (Mycetophilidae) based only on Malaise trap samples. We show that a first batch of specimens (N=1,454) contains 120 species, of which 115 are new to science thus reducing taxonomic impediments by increasing the number of described Oriental species by 25%. Species delimitation started with using DNA barcodes to estimate the number of MOTUs before “LIT” (Large-scale Integrative Taxonomy) was used to obtain the species boundaries for the 120 species by integrating morphological and molecular data. To test the taxonomic completeness of the revision, we then analyzed a second batch of 1,493 specimens and found that >97% belonged to the 120 species described based on the first batch. Indeed, the second batch only contained 18 new and rare MOTUs; i.e. our study suggests that a single revision can simultaneously yield the names for all important species and relevant biodiversity baseline data. Overall, we believe that “dark taxonomy” can quickly ready a large unknown taxon for biomonitoring.",
    "venue": "bioRxiv",
    "citationCount": 1,
    "openAccessPdf": {
      "url": "https://www.biorxiv.org/content/biorxiv/early/2023/09/15/2023.08.31.555664.full.pdf",
      "status": "GREEN"
    },
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2238219980",
        "name": "Rudolf Meier"
      },
      {
        "authorId": "144870729",
        "name": "A. Srivathsan"
      },
      {
        "authorId": "2809096",
        "name": "S. S. Oliveira"
      },
      {
        "authorId": "122467597",
        "name": "M. Balbi"
      },
      {
        "authorId": "38735837",
        "name": "Y. Ang"
      },
      {
        "authorId": "2238219849",
        "name": "Darren Yeo"
      },
      {
        "authorId": "89489224",
        "name": "Jostein Kjærandsen"
      },
      {
        "authorId": "48848980",
        "name": "D. Amorim"
      }
    ]
  },
  {
    "paperId": "7ca4205ba048d14a994a2aa9f1bf944ef0cf6923",
    "externalIds": {
      "DOI": "10.1002/sae2.70040",
      "CorpusId": 275803337
    },
    "url": "https://www.semanticscholar.org/paper/7ca4205ba048d14a994a2aa9f1bf944ef0cf6923",
    "title": "Arbuscular Mycorrhizal Fungi Can Improve the Water Use and Phosphorus Acquisition Efficiencies of Aerobically Grown Rice",
    "abstract": "Most rice production is conducted in flooded (anaerobic) soil conditions, but aerobic rice cultivation presents several potential benefits: increased grain water use efficiency (gWUE), reduced methane emissions, and minimised loss of phosphorus (P). Arbuscular mycorrhizal (AM) fungi are more effective at colonising and functioning in rice under aerobic soil conditions, and this rice‐AM fungi association could increase both gWUE and P acquisition efficiency (PAE). We used a precision irrigation platform to apply watering treatments (60% or 80% of soil field capacity) throughout the experiment. Four commercial Australian rice varieties were grown with or without inoculation with Rhizophagus irregularis, and with addition of P fertiliser at 10 or 25 mg P kg–1 soil. Plants were grown to maturity (134–188 days after planting), after which grain yield, plant water use, gWUE, and PAE were determined. Overall, R. irregularis inoculation increased gWUE in all four rice varieties (by a mean of 14.4%), and increased grain yield and PAE in two varieties. Grain yields were primarily constrained by low water availability (mean 48.4% reduction), but P availability also limited yield in two varieties. Of the four, Topaz showed the greatest response to AM fungal inoculation, with increased qWUE and PAE. There is potential for AM fungal inoculation to increase the water use and P acquisition efficiencies of aerobically grown rice. However, the extent of these benefits depends on the specific rice variety, which highlights the importance of variety selection in transitioning to aerobic rice production in temperate regions and in enhancing the resilience of rice cultivation to climate change.",
    "venue": "Journal of Sustainable Agriculture and Environment",
    "citationCount": 1,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "1401957684",
        "name": "S. Watts‐Williams"
      },
      {
        "authorId": "2283250235",
        "name": "Alison R. Gill"
      },
      {
        "authorId": "153387559",
        "name": "Thi Diem Nguyen"
      },
      {
        "authorId": "2279790189",
        "name": "Ehsan Tavakkoli"
      },
      {
        "authorId": "1557841417",
        "name": "N. Jewell"
      },
      {
        "authorId": "2250468128",
        "name": "Chris Brien"
      }
    ]
  },
  {
    "paperId": "78c6950b025fe016f94db7236465d7fb8bbe847f",
    "externalIds": {
      "DOI": "10.3390/f16020264",
      "CorpusId": 276143241
    },
    "url": "https://www.semanticscholar.org/paper/78c6950b025fe016f94db7236465d7fb8bbe847f",
    "title": "Ecological Traits of Three Species of Xiphydria Woodwasps from Japan: Host Tree Species and Eggs, Symbiotic Fungi, and Mucus in Their Bodies",
    "abstract": "Woodwasps (Siricidae and Xiphydriidae) inhabit living, weakened, or freshly dead trees and their larvae feed on sapwood. Siricidae have been intensively researched for pest management. In contrast, the ecology of Xiphydriidae remains largely unknown. In the present study, we collected xiphydriid woodwasp adults and dissected female adults to elucidate the cornerstone ecology of this family and compared these findings with those of siricid woodwasps. The findings provide new host records for these species and indicate that their host ranges span multiple families. Notably, all Xiphydria species had female-biased sex ratios. All adult females had gourd-shaped eggs, similar to those found in gall wasps (Cynipidae), which contrast with the oval-shaped eggs of Siricidae. Slit-like mycangia were located at the base of the ovipositor, with pairs of fungal masses composed of hyphal fragments or spores directly positioned below the seventh sternum, differing structurally from the pouch-like mycangia in Siricidae. Mucus reservoirs and secretory glands were found in the terminal abdominal segments, similar to Siricidae. Mucus in X. annulitibia and X. ogasawarai was colorless and transparent, as reported in Siricidae, whereas X. eborata exhibited deep wine-red mucus, which is the world’s first discovery in all dissected species of Siricidae and Xiphydriidae.",
    "venue": "Forests",
    "citationCount": 1,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-01",
    "authors": [
      {
        "authorId": "2343975271",
        "name": "Ryu Takagi"
      },
      {
        "authorId": "6069569",
        "name": "H. Kajimura"
      }
    ]
  },
  {
    "paperId": "17f59819bfcf9b60a09f9d27db6286a4a6fb3608",
    "externalIds": {
      "DOI": "10.71275/roce.v2i1.52",
      "CorpusId": 275769717
    },
    "url": "https://www.semanticscholar.org/paper/17f59819bfcf9b60a09f9d27db6286a4a6fb3608",
    "title": "ANTIFUNGAL STUDY OF UNCARIA GAMBIR ROXB. (UGR) EXTRACT AGAINST GANODERMA SP. IN VITRO",
    "abstract": "Ganoderma sp. is a pathogenic fungus that causes basal stem rot in oil palms, leading to significant yield losses. This study explores the antifungal potential of Uncaria gambir Roxb. extract against Ganoderma sp. using in silico and in vitro methods. In silico analysis from the KNApSAcK and PASS Online databases identified 18 secondary metabolites with probability activity (Pa) values ranging from 0.5 to 0.7, indicating high potential. Cinchonain Ia, an alkaloid with the highest Pa value of 0.638, has poor solubility. In vitro tests on U. gambir extract at various concentrations (0%, 1.5%, 2%, 2.5%, and 3%) showed that the extract was ineffective in inhibiting the growth of Ganoderma sp. Further research with variations in solvents, extraction methods, and formulations is needed to optimize the antifungal activity of this extract.",
    "venue": "ROCE : Jurnal Pertanian Terapan",
    "citationCount": 1,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2341397792",
        "name": "Rylo Nugroho"
      },
      {
        "authorId": "2341393579",
        "name": "Dodi Iskandar"
      },
      {
        "authorId": "2341393369",
        "name": "Rista Delyani"
      },
      {
        "authorId": "2341397486",
        "name": "Danie Indra Yama"
      },
      {
        "authorId": "2341400982",
        "name": "Muliani"
      }
    ]
  },
  {
    "paperId": "fed1a318091114d5dbf132ef6348a016dbf2cbc6",
    "externalIds": {
      "DOI": "10.3390/plants14040514",
      "CorpusId": 276299154
    },
    "url": "https://www.semanticscholar.org/paper/fed1a318091114d5dbf132ef6348a016dbf2cbc6",
    "title": "The Role of Stone Materials, Environmental Factors, and Management Practices in Vascular Plant-Induced Deterioration: Case Studies from Pompeii, Herculaneum, Paestum, and Velia Archaeological Parks (Italy)",
    "abstract": "The biodeterioration process involves the alteration of stone monuments by living organisms, such as bacteria, algae, fungi, lichens, mosses, ferns, and vascular plants, combined with abiotic factors, resulting in physical and chemical damage to historic buildings. This study aims to investigate the role of the vascular plants affecting four archaeological parks in Campania—Pompeii, Herculaneum, Paestum, and Velia—by analyzing correlations with building materials, exposure, and conservation status. To represent species associations and their coverage percentages at each site, transects of one square meter were employed. The hazard index (HI) was applied to evaluate the impact of the identified biodeteriogens. A total of 117 species were detected across 198 samples collected from the four study sites, with 59 taxa recorded in Pompeii, 56 in Paestum, 41 in Velia, and 36 in Herculaneum. Specifically, Pompeii hosts a predominance of cosmopolitan species (35%) and widely distributed taxa (15%) due to elevated anthropogenic disturbance. Conversely, mediterranean species dominate in Paestum (62%) and Herculaneum (52%), reflecting more stable ecological conditions. Substrate type significantly influences the hazard index, whereas exposure was found to have minimal impact on both the average coverage and the measured hazard index. Future work will focus on developing site-specific conservation strategies that consider substrate properties, vegetation impact, and anthropogenic disturbances to effectively mitigate the biodeterioration risks posed by vascular flora in Italian monumental sites.",
    "venue": "Plants",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "History",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "2262042010",
        "name": "Alessia Cozzolino"
      },
      {
        "authorId": "5716690",
        "name": "G. Bonanomi"
      },
      {
        "authorId": "2267969748",
        "name": "Riccardo Motti"
      }
    ]
  },
  {
    "paperId": "fe69609f4ce9f895a5f99294efe358e9438a52f1",
    "externalIds": {
      "DOI": "10.12688/f1000research.161286.1",
      "CorpusId": 276292829
    },
    "url": "https://www.semanticscholar.org/paper/fe69609f4ce9f895a5f99294efe358e9438a52f1",
    "title": "Evaluate the Efficacy of Selected Microorganism and their Consortium for Degradation of Low-Density Polyethylene Bags Under Pot Conditions",
    "abstract": "Background Plastic waste is becoming the most significant environmental pollutant because it is challenging to degrade naturally due to its composition of long hydrocarbon polymer chains. The present study aims to find out the biodegradation of low-density polyethylene (LDPE) using both pure microbial strains TA1 (Aspergillus tubignesis), TA2 (Aspergillus fumigatus), TA3 (Aspergillus niger), TA6 (Pseudomonas aeruginosa), TA7, and TA8 (Proteus mirabilis) and a consortium of these strains under pot conditions. Methods The experiment used sterilized dumpsite soil surface-sterilized with 5% sodium hypochlorite for 3 minutes, rinsed with distilled water, and dried pots. A completely randomized design (CRD) was used with 32 treatments submerged in low-density polyethylene (LDPE) plastic of two thicknesses: 25 microns and 40 microns. Each treatment was replicated three times and conducted over two intervals: 6 months and 9 months. Results The results showed that the maximum biodegradation of 25-micron-thick LDPE films was achieved using the pure fungal isolate Aspergillus niger (TA3) 13.69%, followed by Aspergillus fumigatus (TA2) 11.9% and Aspergillus tubignesis (TA1) 10.54% after 9 months. For 40-micron-thick LDPE films, the degradation rates were 7.8%, 5.8%, and 4.6% respectively. Using a consortium of three fungal species resulted in a maximum weight loss of 19.17% for 25-micron-thick LDPE bags and 9.8% for 40-micron-thick LDPE bags over the same period. FTIR analysis revealed changes in the functional groups on the LDPE surface, indicating hydrocarbon degradation. Conclusion The study found that pure microorganisms resulted in less weight loss compared to microbial consortia, and fungi were more effective than bacteria in degrading the LDPE plastic. Despite the differences, the current study suggested that microbial consortia provide an eco-friendly solution to address LDPE-related environmental issues with minimal adverse effects.",
    "venue": "F1000Research",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-11",
    "authors": [
      {
        "authorId": "2345028738",
        "name": "Tadila Desalegn Asfaw"
      },
      {
        "authorId": "89113953",
        "name": "A. Muleta"
      },
      {
        "authorId": "2345026786",
        "name": "Zewdu Teshome Awlachew"
      }
    ]
  },
  {
    "paperId": "fd0d4493563e7d06d533be2ee106caf72d33c9d4",
    "externalIds": {
      "DOI": "10.3390/d17020130",
      "CorpusId": 276355166
    },
    "url": "https://www.semanticscholar.org/paper/fd0d4493563e7d06d533be2ee106caf72d33c9d4",
    "title": "Diversity of Arbuscular Mycorrhiza Fungi in the Arid Desert Ecosystems of Kuwait: Detection and Identification from Perennial Native Grass Roots",
    "abstract": "Arbuscular Mycorrhizal Fungi (AMF) play a key role in enduring stresses in desert ecosystems, as they enhance the moisture and nutrient supply to desert plants. An investigation was carried out to detect the existence of AMF in the root regions of five perennial native desert grasses of Kuwait (Cenchrus ciliaris L., Cenchrus setigerus Vahl, Lasiurus scindicus Henrard, Pennisetum divisum (Forssk.) Henr., and Panicum turgidum Forssk.) in comparison with a non-native grass (Panicum virgatum L.). The native plants, C. setigerus and P. divisum had the highest colonization (100%) with vesicles, followed by P. turgidum (90%). The colonization of arbuscules was highest in the non-native grass, P. virgatum (60%), followed by C. setigerus (50%). Phylogenetic analysis for molecular identification to determine the genetic diversity of the AMF community in association with the native plant roots of the two dominant desert species, i.e., L. scindicus and P. turgidum, against P. virgatum, revealed a rich diversity. The AMF, Claroideoglomus lamellosum, and Rhizophagus sp. were identified from L. scindicus roots, Rhizophagus iranicus from P. turgidum roots, and Claroideoglomus lamellosum, from the non-native grass, P. virgatum, with almost 98–100% sequence similarity, indicating a significant difference between the mycorrhizal species in the nativity of grasses. This research confirms the diversity of AMF associated with native desert plants and emphasizes their symbiosis and host specificity. Thus, this study provides insight into AMF community structures, functions, and profiling, allowing us to understand their ecological and economic impacts, and ultimately implement strategies for sustainable biodiversity, productivity, and ecosystem management.",
    "venue": "Diversity",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": "98722457",
        "name": "T. Madouh"
      },
      {
        "authorId": "2345466986",
        "name": "Majda K. Suleiman"
      },
      {
        "authorId": "6564952",
        "name": "A. Quoreshi"
      },
      {
        "authorId": "2140334844",
        "name": "Merlin K. Davidson"
      }
    ]
  },
  {
    "paperId": "fb7f609d5cee37c7d475dd587c3d273e4ad420db",
    "externalIds": {
      "DOI": "10.3390/toxics13020101",
      "CorpusId": 275962760
    },
    "url": "https://www.semanticscholar.org/paper/fb7f609d5cee37c7d475dd587c3d273e4ad420db",
    "title": "Temporal Changes in Lead and Cadmium Levels in Amanita muscaria Samples Collected in Poland",
    "abstract": "In recent years, an increasing popularity of consuming Amanita muscaria has been observed in Poland, aimed at reducing various medical symptoms. However, there is a lack of data regarding the impact of variations in the content of toxic elements, such as cadmium (Cd) and lead (Pb), in Amanita muscaria collected during late summer and mid-fall. The aim of this study was to determine the concentrations of Pb and Cd in Amanita muscaria samples collected at different times of the year, compare the concentrations of these elements in samples with and without cap skin, and compare the obtained values to permissible limits in dietary supplements. A total of 44 Amanita muscaria samples were collected during three different harvesting periods (August, September, and October 2023) from Puszcza Biała, located approximately 80 km from Warsaw. The mushrooms were subjected to mineralization using concentrated nitric acid and hydrogen peroxide, followed by the determination of Pb and Cd concentrations using an atomic absorption spectrometer. Significant statistical differences were found in the Pb concentrations of samples collected in three different seasons (η2 = 0.67, p < 0.001), with the concentration increasing progressively, reaching its highest value in October. Similarly, the Cd concentration also increased in the later collections, although the effect of time was weaker (η2 = 0.13, p = 0.03). No significant differences were observed in Pb and Cd concentrations between samples with and without cap skin. The average Cd concentrations in mushrooms were significantly higher than the permissible levels in dietary supplements; they were four times higher in August (p < 0.001), six times higher in September (p < 0.001), and nine times higher in October (p < 0.001). The Pb concentration in the October samples was close to the permissible limit but did not exceed it in a statistically significant manner (p = 0.85). Due to the high Cd concentrations and potentially hazardous levels of Pb, the consumption of Amanita muscaria carries a significant risk of toxicity, which may lead to serious health hazards, particularly in the context of prolonged exposure.",
    "venue": "Toxics",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-27",
    "authors": [
      {
        "authorId": "6239941",
        "name": "M. Ordak"
      },
      {
        "authorId": "2214832536",
        "name": "Aleksandra Galazka"
      },
      {
        "authorId": "2291105234",
        "name": "P. Konieczyński"
      },
      {
        "authorId": "2268241717",
        "name": "Marek Wesolowski"
      },
      {
        "authorId": "6742558",
        "name": "A. Plenis"
      },
      {
        "authorId": "2301506607",
        "name": "Elzbieta Muszynska"
      },
      {
        "authorId": "47637623",
        "name": "P. Kurowski"
      },
      {
        "authorId": "2251718496",
        "name": "Magdalena Bujalska-Zadrożny"
      }
    ]
  },
  {
    "paperId": "fac851cdd2115e36227b6ebddb7a9ffe9db97871",
    "externalIds": {
      "DOI": "10.3389/fmicb.2025.1506558",
      "CorpusId": 276138264
    },
    "url": "https://www.semanticscholar.org/paper/fac851cdd2115e36227b6ebddb7a9ffe9db97871",
    "title": "Both light and soil moisture affect the rhizosphere microecology in two oak species",
    "abstract": "Understanding the mechanisms by which seedlings respond to light and water regulation, as well as studying the response of rhizosphere microecology to drought stress, are crucial for forest ecosystem management and ecological restoration. To elucidate the response of the rhizosphere microecology of Quercus dentata and Quercus variabilis seedlings to water and light conditions, and to clarify how plants modulate the structure and function of rhizosphere microbial communities under drought stress, we conducted 12 water-light gradient control experiments. These experiments aimed to offer scientific theoretical support for the dynamic changes in rhizosphere soil enzyme activities and microbial community compositions of these two oak species under varying light and moisture conditions, and subsequently assist in the future breeding and cultivation efforts. The results are summarized as follows: (1) The activities of cellulase, urease, and chitinase in the rhizosphere soil of Q. dentata and Q. variabilis were significantly influenced by water and light treatments (p < 0.05). Urease was particularly sensitive to light, while sucrase exhibited sensitivity to light in Q. dentata and no significant difference in Q. variabilis. (2) Compared to Q. dentata, the rhizosphere bacteria of Q. variabilis demonstrated greater adaptability to drought conditions. Significant differences were observed in the composition of microorganisms and types of fungi in the rhizosphere soil of the two Quercus seedlings. The fungal community is significantly influenced by light and moisture, and appropriate shading treatment can increase the species diversity of fungi; (3) Under different water and light treatments, the rhizosphere soil microbial composition and dominant species differed significantly between the two Quercus seedlings. For instance, Streptomyces, Mesorhizobium, and Paecilomyces exhibited significant variations under different treatment conditions. Specifically, under L3W0 (25% light, 75–85% moisture) conditions, Hyphomonadaceae and SWB02 dominated in the Q. dentata rhizosphere, whereas Burkholderiales and Nitrosomonadaceae were prevalent in the Q. variabilis rhizosphere. Overall, the rhizosphere microecology of Q. dentata and Q. variabilis exhibited markedly distinct responses to varying light and water regimen conditions. Under identical conditions, however, the enzyme activity and microbial community composition in the rhizosphere soil of these two oak seedlings were found to be similar.",
    "venue": "Frontiers in Microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-03",
    "authors": [
      {
        "authorId": "2343900704",
        "name": "Jinshuo Lian"
      },
      {
        "authorId": "2343944106",
        "name": "Keke Cai"
      },
      {
        "authorId": "2343955443",
        "name": "Aijing Yin"
      },
      {
        "authorId": "2344398672",
        "name": "Yuan Yuan"
      },
      {
        "authorId": "2285572892",
        "name": "Xinna Zhang"
      },
      {
        "authorId": "2297930227",
        "name": "Chengyang Xu"
      }
    ]
  },
  {
    "paperId": "f9f44c79bca64a75b21b7248c503f004b1081256",
    "externalIds": {
      "DOI": "10.3390/w17040554",
      "CorpusId": 276374959
    },
    "url": "https://www.semanticscholar.org/paper/f9f44c79bca64a75b21b7248c503f004b1081256",
    "title": "Biotic Integrity Assessment of Multi-Trophic Cascade in Former Chinese Sturgeon Spawning Grounds Using Environmental DNA Metabarcoding Technology",
    "abstract": "In comparison with traditional species identification techniques, environmental DNA (eDNA) metabarcoding technology markedly enhances the resolution and precision of species classification, while simultaneously facilitating the efficiency and accuracy of data collection. However, the majority of extant methods for assessing biological integrity concentrate on monitoring at a single trophic level, and there is a paucity of systematic studies that consider multi-trophic level biomes in an integrated manner. Accordingly, the aim of this study was to conduct a comprehensive assessment of the multi-trophic biotic communities in the downstream section of the Gezhou Dam in the Yangtze River mainstem, which formerly constituted Chinese sturgeon spawning grounds, utilizing eDNA metabarcoding technology. Furthermore, the objective was to establish a multi-trophic Index of Biotic Integrity (IBI) assessment system. In this study, we sampled 18 sampling sites in three time periods, and reference sites were selected based on a number of factors, including the distance between the sampling site and the outfall, the extent of vegetation cover, and the degree of anthropogenic disturbance. The biological integrity of the sampling sites was then compared over different time periods (before, during, and after spawning season). The eDNA analysis enabled the construction of comprehensive biological integrity indicators, which considered fish, benthic invertebrates, zooplankton, phytoplankton, fungi, and microbial communities (It should be noted that due to the overlap of information and the weak indication of integrity of the indicators, the final indicator system will not include all taxa, but only some of them). The results demonstrated that the Index of Biotic Integrity (IBI) scores of the reference and disturbance sites exhibited notable differences in both individual and whole time periods (p < 0.05), with an observed tendency for increased integrity with distance from the dam. Positive linear correlation was observed between IBI scores and sturgeon eDNA concentrations at all sampling sites. The assessment outcomes exhibited satisfactory indicative capacity and spatial and temporal consistency, providing a reliable foundation for an ecosystem health assessment. Furthermore, the successful application of this assessment method offers novel insights and tools for future ecosystem monitoring and assessment.",
    "venue": "Water",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": null,
        "name": "Zhaopeng Cui"
      },
      {
        "authorId": null,
        "name": "Ditao Zhang"
      },
      {
        "authorId": null,
        "name": "Peng Zhang"
      },
      {
        "authorId": "2250657806",
        "name": "Jianbo Chang"
      }
    ]
  },
  {
    "paperId": "f9a58c12cac6aac69144303aa12524b6d1d62d11",
    "externalIds": {
      "DOI": "10.3390/agriculture15020218",
      "CorpusId": 275774611
    },
    "url": "https://www.semanticscholar.org/paper/f9a58c12cac6aac69144303aa12524b6d1d62d11",
    "title": "Plant Adaptability to Improved Dredged Sediment",
    "abstract": "Traditional dredged sludge disposal methods are characterized by low resource utilization and high carbon emissions, leading to serious environmental pollution. This study used dredged sludge, composted pig manure, and sawdust as raw materials, and supplemented them with composite biological agents to prepare improved soil. Plant adaptability to the improved soil was comprehensively evaluated using factors such as seed germination index (GI). The alkaline nitrogen content in the improved soil increased by 78.61% compared to the dredged sludge, and the content of other nutrients such as available potassium also increased to varying degrees. Ryegrass seed GI increased by 51.06% in improved soil (IS1) compared to dredged sludge. The main dominant fungi in the improved soil (IS1) were Tausonia, Trichoderma, and Cystoflobasidium, which promote soil nutrient activation and antagonize pathogenic bacteria, making the environment more conducive to plant growth. Dredged sludge was successfully converted into planting soil. Fully utilizing the nitrogen, phosphorus, and other substances enriched in dredged sludge to provide nutrients for plant growth is an efficient method to achieve dredged sludge resource utilization.",
    "venue": "Agriculture",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2341454740",
        "name": "Shoulong Zhang"
      },
      {
        "authorId": "2341420456",
        "name": "Rixiong Mo"
      },
      {
        "authorId": "2341395296",
        "name": "Haorong Shi"
      },
      {
        "authorId": "2341436548",
        "name": "Yuanzhen Li"
      },
      {
        "authorId": "2341468595",
        "name": "Yaoyao Zhou"
      },
      {
        "authorId": "2341460969",
        "name": "Chenhao Wang"
      },
      {
        "authorId": "2342126326",
        "name": "Guanlong Yu"
      }
    ]
  },
  {
    "paperId": "f8db67aa7e0a33a3f9b89dda38de7c1e66f77b19",
    "externalIds": {
      "DOI": "10.1101/2024.12.31.629924",
      "CorpusId": 275335297
    },
    "url": "https://www.semanticscholar.org/paper/f8db67aa7e0a33a3f9b89dda38de7c1e66f77b19",
    "title": "The limit of life at extremely low water activity: Lithium-concentration ponds in a solar saltern (Salar de Atacama, Chile)",
    "abstract": "Extremely hyper-saline ponds from an industrial lithium-concentration process in solar salterns in the Atacama Desert were studied to determine the limits of life at very low water activity. Water activity (aw) of 0.61 is the lowest aw value for growth of living beings recorded to date. Xerophilic (sometimes called osmophilic) filamentous fungi and yeasts are predominant in high-sugar foods with such low aw values. Some microorganisms are capable of growth at that water activity level. By contrast, high-salt environments are almost exclusively populated by prokaryotes, notably the Halobacteria class and some Bacteroidetes, capable of growing in saturated NaCl (aw 0.75). The lowest aw that can be achieved by the addition of NaCl is 0.75 (saturation point for NaCl). Crystallizer ponds in Li+ concentration plants reach down to water activity levels around 0.1. The aim of this study was to determine how far along the salinity gradient could life be found. Cell counts were attempted by epifluorescence microscopy and qPCR with bacterial and archaeal universal primers. Biomass for DNA extraction was obtained by an optimized protocol involving dialysis of brines previously fixed with ethanol. Prokaryotic diversity was studied by DNA extraction, PCR, qPCR and 16S rRNA amplicon sequencing in different ponds along the salinity gradient. Archaeal DNA was found in the lower salinity ponds, while bacterial DNA was found along the whole gradient. Bacterial cDNA was retrieved from ponds down to an aw of 0.2. Moreover, bacteria could be grown in enriched cultures from most ponds.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2338816316",
        "name": "C. Demergasso"
      },
      {
        "authorId": "2338817147",
        "name": "P. Avendaño"
      },
      {
        "authorId": "2338817461",
        "name": "C. Escuti"
      },
      {
        "authorId": "2338817794",
        "name": "R. Veliz"
      },
      {
        "authorId": "2338816332",
        "name": "G. Chong"
      },
      {
        "authorId": "2338817009",
        "name": "C. Pedrós-Alió"
      }
    ]
  },
  {
    "paperId": "f8d1fd542ae2deefa54523d0e00867f23eed59be",
    "externalIds": {
      "DOI": "10.36718/1819-4036-2023-7-209-218",
      "CorpusId": 276038888
    },
    "url": "https://www.semanticscholar.org/paper/f8d1fd542ae2deefa54523d0e00867f23eed59be",
    "title": "STUDY OF B. SUBTILIS AND TR. HARZIANUM STRAINS INTERACTION AND PATHOGENIC MICROORGANISMS OF ZUCCHINI DISEASES",
    "abstract": "The purpose of the study is to identify effective types and forms of application of antagonist microorganisms to prevent the development of characteristic diseases that cause spoilage of zucchini, for their further use in the development of biological control technologies. Tasks: to study the composition of the phyllosphere and phytopathogenic microorganisms on it, causing diseases of zucchini; to establish the properties of antagonist microorganisms of B. subtilis strain IPM 215, B. subtilis strain M-22 VIZR, Trichoderma harzianum strain G 30 VIZR in relation to the causative agents of characteristic bacterial and fungal diseases of zucchini – Alternaria radicina, Fusarium culmorum and Pectobacterium carotovora. The objects of the study are zucchini Marsella F1, CA7585, Dasha F1, Nevira F1, Yasna F1, Donya Perfecta F1, grown in 2022 in the Krasnodar Region (Temryuksky District, IP Erokhin); antagonist microorganisms B. subtilis strain IPM 215, B. subtilis strain M-22 VIZR, Trichoderma harzianum strain G 30 VIZR; the mold fungi Alternaria radicina and Fusarium culmorum and the bacterium Pectobacterium carotovora. It has been established that the treatment with culture fluid (CL) of B. subtilis strain IPM 215 of forcibly infected squash discs reduces the damage by an average of 15–35 % compared with control samples; treatment of QOL with B. subtilis strain M-22 VIZR by 25–65 %; treatment of QOL Trichoderma harzianum strain G 30 VIZR – by 65–80 %. It can be argued that the use of CL of mold cells Tr. harzianum strain G 30 VIZR is promising for further research on the storage of various vegetables.",
    "venue": "Bulletin of KSAU",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-29",
    "authors": [
      {
        "authorId": "2343224238",
        "name": "Tat'yana Pershakova"
      },
      {
        "authorId": "2137498343",
        "name": "M. Babakina"
      },
      {
        "authorId": "2343224192",
        "name": "Mariya Samoylenko"
      },
      {
        "authorId": "2187135288",
        "name": "Anna Tyagushcheva"
      }
    ]
  },
  {
    "paperId": "f893850ab56a96599c5272c0b9d305fdada2a7ac",
    "externalIds": {
      "DOI": "10.15244/pjoes/194583",
      "CorpusId": 276014419
    },
    "url": "https://www.semanticscholar.org/paper/f893850ab56a96599c5272c0b9d305fdada2a7ac",
    "title": "Enhanced Plant Growth and Pathogen Inhibition\nby Bacillus amyloliquefaciens Strain YB1701:\nA Novel PGPR from Extreme Environments",
    "abstract": "Bacteria that thrive in extreme environmental conditions possess unique abilities to promote plant growth and enhance disease resistance. In this study, a plant growth-promoting rhizobacteria (PGPR) was isolated and purified from the rhizosphere soil collected at the Red Beach of Panjin, designated as strain YB1701. Strain YB1701 was identified as Bacillus amyloliquefaciens, a gram-negative Bacillus, measuring between 1.6 μm to 3.1 μm in length and 0.9 μm to 1.1 μm in width. The optimal pH for strain YB1701 growth was determined to be between 7.0 and 8.0, and the strain exhibited a strong ability to degrade starch. The indole-3-acetic acid (IAA) content produced by the strain was 137.58 μg·mL⁻¹, and it showed 1-aminocyclopropane-1-carboxylate (ACC) deaminase activity of 3.03 µmol·mg⁻¹·h⁻¹. Strain YB1701 inhibited 16 different plant pathogenic fungi by at least 50%, with more than 80% inhibition observed against Exserohilum turcicum and Sclerotinia sclerotiorum . Additionally, treatment with strain YB1701 significantly promoted the growth of rice seedlings, increasing shoot height, root length, and shoot and root dry weight by 64.54%, 20.39%, and 71.94%, respectively. Root dry weight alone increased by 2.36%. These findings suggest that B. amyloliquefaciens strain YB1701 has potential applications in agriculture and other fields as a novel biocontrol agent and growth promoter. This strain could enrich microbial species resources and provide a basis for the utilization of bacterial resources in various applications.",
    "venue": "Polish Journal of Environmental Studies",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-29",
    "authors": [
      {
        "authorId": "2343728111",
        "name": "Xiaoqing Yi"
      },
      {
        "authorId": "2343313041",
        "name": "Shuting Jia"
      },
      {
        "authorId": "2342956964",
        "name": "Yaqi Zuo"
      },
      {
        "authorId": "2343728737",
        "name": "Qingxue Guo"
      },
      {
        "authorId": "2307196787",
        "name": "Yuzhu Dong"
      },
      {
        "authorId": "50025372",
        "name": "Yueying Li"
      },
      {
        "authorId": "2306251367",
        "name": "Lanlan Wang"
      },
      {
        "authorId": "2308352177",
        "name": "Xuemei Li"
      },
      {
        "authorId": "2339542295",
        "name": "Lianju Ma"
      }
    ]
  },
  {
    "paperId": "f87fa3c75d6e719faa9a72de9eeb6feeab4491a5",
    "externalIds": {
      "DOI": "10.1101/2025.01.21.634076",
      "CorpusId": 275920208
    },
    "url": "https://www.semanticscholar.org/paper/f87fa3c75d6e719faa9a72de9eeb6feeab4491a5",
    "title": "Lethal effects of phyllosphere fungi associated with local plants on invasive plant Ageratina adenophora seedlings",
    "abstract": "Native community resistance to plant invasion may reflect microbial effects on invader establishment. Here, we compared the leaf and soil effects of 25 local native plant species on the germination and survival of invader Ageratina adenophora.The foliar physical and chemical traits vary among 26 plant species and shape the microbial community. Leaves had more adverse effects on the germination and seedling survival of A. adenophora than did soil. Foliar physicochemical properties negatively affect seed germination, but foliar microbes mainly explained survival of A. adenophora. Moreover, foliar effects of native plants more closely related to the invader more strongly lengthened its germination time and decreased its seedling survival. Interestingly, the most of the predictive bacteria were positively related to seedling survival, whereas most of the predictive fungi were negatively related to seedling survival and were specialist pathogens. We also obtained phyllosphere fungi belonging to Alternaria, Fusarium and Stagonosporopsis, which killed more than 60% of A. adenophora seedlings, which have potential as biocontrol agents for invaders. This is the first study to provide evidence for the effects of phylogenetic relatedness and leaf traits (both functional and microbial) on local community resistance to invaders through the regulation of germination and seedling survival.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-24",
    "authors": [
      {
        "authorId": "2210870799",
        "name": "Zhaoying Zeng"
      },
      {
        "authorId": "2279033466",
        "name": "Zi-Qing Liu"
      },
      {
        "authorId": "1596721177",
        "name": "Ai-Ling Yang"
      },
      {
        "authorId": "47002945",
        "name": "Yuxuan Li"
      },
      {
        "authorId": "2220101374",
        "name": "Yong-Lan Wang"
      },
      {
        "authorId": "2240913930",
        "name": "Evan Siemann"
      },
      {
        "authorId": "2221998939",
        "name": "Bo Li"
      },
      {
        "authorId": "2318674398",
        "name": "Hanbo Zhang"
      }
    ]
  },
  {
    "paperId": "f67451aca5b402c293acbcd88f535619ba158a1e",
    "externalIds": {
      "DOI": "10.3389/fmicb.2025.1536749",
      "CorpusId": 276282136
    },
    "url": "https://www.semanticscholar.org/paper/f67451aca5b402c293acbcd88f535619ba158a1e",
    "title": "Comparative studies on physicochemical properties, volatile flavor substances and microbial community of Mianning ham at different altitudes",
    "abstract": "This study explores the impact of varying altitudes on the quality characteristics of Mianning ham.By utilizing Solid-Phase Microextraction—Gas Chromatography–Mass Spectrometry (SPME-GC-MS) technology and high-throughput sequencing techniques, the physicochemical properties, volatile flavor compounds, and shifts in microbial communities of Mianning ham at different altitudes were investigated.Ham’s water content, aw, pH, malondialdehyde content,and nitrite content at high altitudes were higher, while the salt content of ham at low altitudes was higher. 112 volatile compounds were identified in ham fermented for 0, 1, and 2 years at low altitude and high altitude, and the volatile compounds in ham at high altitude were more abundant than those in ham at low altitude. The main flavor compounds were 1-octene-3-ol, Nonyl aldehyde, Octanal, and 15 other volatile compounds. At the phylum level, the dominant bacteria were Firmicutes and Proteobacteria, and the fungus was Basidiomycota. Staphylococcus was the dominant bacterium at the genus level, and Aspergillus was the dominant fungus.The correlation analysis of microorganisms and volatile flavor substances showed that Cobetia promoted the formation of Benzaldehyde in ham at low altitudes. In contrast, Kocuria promoted the formation of 1-Octanol, Heptanol,1-Butanol, 2-Heptanone, 3-Hydroxy-2-butanone, Octanal, and Hexanal in ham at high altitudes.There were obvious differences in the quality of Mianning ham between the two altitudes.",
    "venue": "Frontiers in Microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-10",
    "authors": [
      {
        "authorId": "2345344363",
        "name": "Qianhui Zeng"
      },
      {
        "authorId": "153128863",
        "name": "Lili Ji"
      },
      {
        "authorId": "2256611474",
        "name": "Wei Wang"
      },
      {
        "authorId": "2281604851",
        "name": "Jiamin Zhang"
      },
      {
        "authorId": "2106178927",
        "name": "Ting Bai"
      },
      {
        "authorId": "2313173472",
        "name": "Ling Gan"
      },
      {
        "authorId": "2306870674",
        "name": "Lin Chen"
      }
    ]
  },
  {
    "paperId": "f63eeb36d629a3e9980f79b72df7cce4412ab7f3",
    "externalIds": {
      "DOI": "10.21285/achb.956",
      "CorpusId": 276056415
    },
    "url": "https://www.semanticscholar.org/paper/f63eeb36d629a3e9980f79b72df7cce4412ab7f3",
    "title": "Study of partial copper salt of polyacrylic acid as a wood antiseptic",
    "abstract": "The current market of wood preservatives offers a wide variety of products. However, the search for efficient fungicides meeting modern requirements continues to be relevant. Such requirements include safety for both humans and the environment; physical and chemical resistance; affordable cost; absence of unpleasant odor; absence of effects on the mechanical properties of wood, etc. This study was aimed at obtaining an effective fungicide for wood, which could meet all the above requirements. We synthesized a partial copper salt of polyacrylic acid (cupril), which was characterized by infrared spectroscopy. The biological activity of the substance was assessed using compounds based on polyacrylic acid of various molecular weights. Atomic adsorption spectroscopy was used to select the most feasible method for applying a cupril solution onto wood surfaces. The fungicidal and antibacterial activity of the obtained antiseptic was studied. The most feasible method for covering wood surfaces with a cupril solution was found to be its application followed by thermal drying (105 °C). Cupril with medium- and high-molecular weights was established to be most active against fungi of different taxonomic groups, including Trichaptum laricinum, Trichoderma harzianum, Hormonema macrosporum, also exhibiting activity against such copper-resistant fungi as Fomitopsis pinicola. Antibacterial activity testing showed that cupril with different molecular weights of polyacrylic acid equally inhibited the bacterial growth of Enterococcus durans and Bacillus subtilis; however, inhibition of Escherichia coli was observed only in the case of the highest molecular weight.",
    "venue": "Proceedings of Universities. Applied Chemistry and Biotechnology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2294587182",
        "name": "E. A. Matveeva"
      },
      {
        "authorId": "2294591530",
        "name": "V. E. Kuznetsova"
      },
      {
        "authorId": "2343363393",
        "name": "R. T. Usmanov"
      },
      {
        "authorId": "2343364381",
        "name": "D. O. Samultsev"
      },
      {
        "authorId": "2006292178",
        "name": "L. A. Belovezhets"
      }
    ]
  },
  {
    "paperId": "f5780ce143d9c3b21feaf1dc5dd801f5b748a04f",
    "externalIds": {
      "DOI": "10.18502/ijm.v17i1.17816",
      "CorpusId": 276293611
    },
    "url": "https://www.semanticscholar.org/paper/f5780ce143d9c3b21feaf1dc5dd801f5b748a04f",
    "title": "Synergistic effects of Rhizobium, Bacillus and Arbuscular Mycorrhizal fungi on enhancing cotton growth",
    "abstract": "Background and Objectives: Telangana district is renowned for its prominence in cotton production, a crop vital to the livelihoods of local farmers. For years, synthetic fertilizers have been relied upon to bolster yields, but escalating costs have shifted focus towards biofertilizers as a cost-effective and sustainable alternative. \nMaterials and Methods: A microbial consortium comprising Rhizobium sp. PKS, Bacillus sp. PU-7, and Funneliformis mosseae AMF was employed. Microbial identification was performed using 16S rRNA gene sequencing. Biochemical eval- uations of consortium-inoculated plants included measurements of protein, sugar, proline, and chlorophyll levels, along with IAA quantification. \nResults: A consortium of Bacillus sp. PU-7, Rhizobium sp. Pks [NCBI OK663003, NCMR-MCC4960], and Funneliformis mosseae enhanced Mahyco cultivar growth. Treatment increased plant height, fresh and dry weight, and improved bio- chemical profiles (reduced proline, elevated IAA, protein, chlorophyll, and sugars). Soil field trials were undertaken in four cotton-producing regions of Mahabubnagar region confirmed for efficacy, with deep black soil promoting phytohormone synthesis (IAA-917.66 ± 2.51) and light black soil (IAA- 802 ± 2) enhancing plant growth. \nConclusion: Given these outcomes, the application of the tested bioinoculants and AMF spores is suggested as an effective strategy to enhance cotton development and yield in the soils of Mahabubnagar, potentially revolutionizing the district's agricultural practices. \n ",
    "venue": "Iranian Journal of Microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-10",
    "authors": [
      {
        "authorId": "153052673",
        "name": "T. Sultana"
      },
      {
        "authorId": "4627978",
        "name": "P. Pindi"
      }
    ]
  },
  {
    "paperId": "f4b9b767d3ac0d7598fd55f844d7506627f42746",
    "externalIds": {
      "DOI": "10.3390/toxins17020074",
      "CorpusId": 276195339
    },
    "url": "https://www.semanticscholar.org/paper/f4b9b767d3ac0d7598fd55f844d7506627f42746",
    "title": "Detection of Ochratoxin A in Tissues of Wild Boars (Sus scrofa) from Southern Italy",
    "abstract": "Ochratoxin A (OTA) is a secondary metabolite produced by fungi of the genera Aspergillus and Penicillium, known to contaminate various food substrates. Its toxic effects include direct nephrotoxicity, as well as observed teratogenic, immunogenic, and carcinogenic effects. Climate change may contribute to increased humidity and temperature, favouring fungal growth and, consequently, OTA spreading. Recent increases in wild boar populations, along with their omnivorous nature and their varied diet, define them as environmental bioindicators for contaminants like mycotoxins. This study aimed to assess the concentrations of OTA in kidney, liver, and muscle tissue samples from 74 wild boars that were hunted in different areas of Avellino, Campania region, between 2021 and 2022. Tissue samples underwent extraction, purification, and analysis using high-performance liquid chromatography (HPLC) coupled with a fluorescence detector. Results revealed OTA presence in 35.1% of tested wild boars. The highest OTA concentration was observed in the kidney and liver, with less in the muscle, indicating the presence of this mycotoxin in the wild boars and their surrounding environment. Consequently, there is a need to formulate rules for edible wildlife products. These findings emphasize the significant risk of OTA contamination in wild boar tissues, suggesting their potential as reliable environmental markers for mycotoxin prevalence and as a toxicological concern for human health.",
    "venue": "Toxins",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-06",
    "authors": [
      {
        "authorId": "34340674",
        "name": "S. Damiano"
      },
      {
        "authorId": "2082416671",
        "name": "Consiglia Longobardi"
      },
      {
        "authorId": "2332918548",
        "name": "Lucia De Marchi"
      },
      {
        "authorId": "1423663383",
        "name": "Nadia Piscopo"
      },
      {
        "authorId": "2237295296",
        "name": "Valentina Meucci"
      },
      {
        "authorId": "2344310367",
        "name": "Alessio Lenzi"
      },
      {
        "authorId": "5782946",
        "name": "R. Ciarcia"
      }
    ]
  },
  {
    "paperId": "f387c97e889383533d398a7df51642a51f8de35d",
    "externalIds": {
      "DOI": "10.71275/roce.v2i1.79",
      "CorpusId": 276309641
    },
    "url": "https://www.semanticscholar.org/paper/f387c97e889383533d398a7df51642a51f8de35d",
    "title": "ANTIFUNGAL STUDY AGAINST CURVULARIA SP. FROM UNCARIAGAMBIR ROXB LEAF EXTRACT",
    "abstract": "Isomitrafoline and Speciophylline show the strongest general Anesthetic (92.2) compared to other ligands. This study aims to determine the effect of gambir leaf extract on the growth of Curvularia sp. fungus and the concentration of extract that can inhibit 50% of the growth of fungal colonies. The research method used was a Completely Randomized Design (CRD) with 4 variations of extract concentration (0%, 5%, 10%, and 15%), each repeated 6 times. The results showed that the highest concentration of gambir leaf extract in inhibiting fungal growth was at a concentration of 15%. LC 50% analysis revealed that the concentration required to achieve 50% inhibition was 118.16%, indicating that the effectiveness of the extract against Curvularia sp. fungus is low or less toxic",
    "venue": "ROCE : Jurnal Pertanian Terapan",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-11",
    "authors": [
      {
        "authorId": "2345110043",
        "name": "Rexi Iswanto"
      },
      {
        "authorId": "2345106678",
        "name": "Dodi Iskandar"
      },
      {
        "authorId": "2345112278",
        "name": "Zaenal Mutaqin"
      },
      {
        "authorId": "2341400982",
        "name": "Muliani"
      },
      {
        "authorId": "2341397486",
        "name": "Danie Indra Yama"
      }
    ]
  },
  {
    "paperId": "f2dd6755cd507bbcbe30693857446a055ee53faf",
    "externalIds": {
      "DOI": "10.3390/microorganisms13020375",
      "CorpusId": 276265332
    },
    "url": "https://www.semanticscholar.org/paper/f2dd6755cd507bbcbe30693857446a055ee53faf",
    "title": "Biopatinas on Peperino Stone: Three Eco-Friendly Methods for Their Control and Multi-Technique Approach to Evaluate Their Efficacy",
    "abstract": "In restoration practice, direct methods become necessary when indirect methods fail and when aesthetic, chemical, or physical biodeteriorative effects threaten the integrity and legibility of the artifact. More effective methods that prioritize the health of workers and the environment are essential for the outdoor stone monument’s conservation. Although several low-impact methods have been proposed, more case studies are needed to address different biopatina types, products, and lithic substrates. Within the COLLINE Project we focused on peperino, a dark volcanic stone widely used in central Italy since the 7th century BCE, because it has been poorly investigated in terms of diversity of biodeteriogens and low-impact methods for their removal. Direct observation, culture methods, and molecular identification have been applied for the identification of biodeteriogens with particular attention to black meristematic fungi. Three low-impact products, namely a dimethyl sulfoxide (DMSO)-based gel, BioTersus® (essential oil-based), and Nasier (enzyme-based) were tested in ex situ (on a colonized slab) and in situ trials (on the pulpit of the S. Francesco alla Rocca Basilica, Viterbo, Italy). Three analytical methods, namely reflectance spectroradiometry, laser-induced fluorescence (LIF), and hypercolorimetric multispectral imaging (HMI) were used to test the cleaning efficacy. Results evidenced the strong influence of direct irradiation and water availability in the balance and distribution of phototrophs, fungi, and lichens. The low-impact cleaning methods, particularly the DMSO-based gel and BioTersus®, effectively remove biodeteriogens from peperino stone while preserving its integrity, offering sustainable solutions for cultural heritage conservation. The instrumental analyses showed that reflectance spectroradiometry and LIF effectively validated the cleaning efficacy, albeit with different sensibility, while HMI, despite spatial constraints, confirmed the three tested cleaning methods do not interfere with peperino stone.",
    "venue": "Microorganisms",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "4111449",
        "name": "D. Isola"
      },
      {
        "authorId": "34883368",
        "name": "G. Capobianco"
      },
      {
        "authorId": "2344474319",
        "name": "Valery Tovazzi"
      },
      {
        "authorId": "2269185119",
        "name": "Claudia Pelosi"
      },
      {
        "authorId": "2129473569",
        "name": "O. Trotta"
      },
      {
        "authorId": "3105296",
        "name": "S. Serranti"
      },
      {
        "authorId": "1708159481",
        "name": "L. Lanteri"
      },
      {
        "authorId": "2989703",
        "name": "L. Zucconi"
      },
      {
        "authorId": "2344874605",
        "name": "Valeria Spizzichino"
      }
    ]
  },
  {
    "paperId": "f2ab5fb0d44d98462e4f96efe0c4373aa50412b1",
    "externalIds": {
      "DOI": "10.3390/pr13020542",
      "CorpusId": 276370496
    },
    "url": "https://www.semanticscholar.org/paper/f2ab5fb0d44d98462e4f96efe0c4373aa50412b1",
    "title": "Development and Characterization of Pectin and Beeswax-Based Coatings Enhanced with Anthocyanins and Its Antioxidant and Antifungal Properties",
    "abstract": "Currently, approximately one third of food is wasted; to counteract this, several novel packaging technologies have been developed to extend its shelf life, among which active packaging stands out. In this research, filmogenic solutions of pectin and beeswax with the addition of bioactive compounds as anthocyanins were developed and characterized to evaluate their potential application as active coatings. The antioxidant and antifungal activity of anthocyanins and coatings were determined, and the rheological properties, pH, color, SEM and FT-IR of the coatings were evaluated. The antioxidant activity of the anthocyanins had IC50 values of 79.52 and 56.14 μg/mL for DPPH• and ABTS•+, respectively, and 0.25% (w/v) for the antifungal activity against Colletotrichum siamense, which was inhibited by 32.16% and had morphological affectations in the fungus. The best formulation for coating was obtained with 3% (w/v) pectin, 1% (w/v) wax, and 1% (w/v) Tween 80, and 0.1, 0.25, and 0.5% anthocyanins were added. The rheological properties showed adequate viscosity values (0.08–0.12 Pa·s), and the pH values were acidic (3.05–3.78) and showed reddish tones. FT-IR analysis showed that the interactions between the components included the C=O stretching band being shifted due to intermolecular interactions and SEM micrographs showed that the film coatings presented continuous areas of pectin with embedded wax crystals. Promising results were obtained for antioxidant and antifungal activity for the coatings. The formulations presented suitable characteristics for their use as active coating in food.",
    "venue": "Processes",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": "2302938485",
        "name": "Ariel Alain Vergel-Alfonso"
      },
      {
        "authorId": "2345559953",
        "name": "Rocío Arias-Avelenda"
      },
      {
        "authorId": "2345559919",
        "name": "Alicia Casariego-Año"
      },
      {
        "authorId": "2268187328",
        "name": "M. Giménez"
      },
      {
        "authorId": "2306052629",
        "name": "Saúl Ruíz-Cruz"
      },
      {
        "authorId": "1415789953",
        "name": "B. E. López-Corona"
      },
      {
        "authorId": "1402675453",
        "name": "C. L. Del‐Toro‐Sánchez"
      },
      {
        "authorId": "2302938482",
        "name": "Ana Liz Gonzalez-Bravo"
      },
      {
        "authorId": "2261639484",
        "name": "Maribel Plascencia-Jatomea"
      },
      {
        "authorId": "1753667820",
        "name": "Mariela Menchaca-Armenta"
      },
      {
        "authorId": "1442896814",
        "name": "D. F. Canizales-Rodríguez"
      },
      {
        "authorId": "1429762948",
        "name": "J. R. Ramos-Enríquez"
      },
      {
        "authorId": "1416399788",
        "name": "J. A. Tapia-Hernández"
      },
      {
        "authorId": "1403739640",
        "name": "F. Rodríguez-Félix"
      }
    ]
  },
  {
    "paperId": "f278c09aa650fda409f9507f45b9b51842e2c25d",
    "externalIds": {
      "DOI": "10.3390/polym17040460",
      "CorpusId": 276279919
    },
    "url": "https://www.semanticscholar.org/paper/f278c09aa650fda409f9507f45b9b51842e2c25d",
    "title": "The Effect of Biocontamination on Mechanical Strength and Moisture Transfer Performance of Epoxy Basalt Fiber Reinforcement Bar Exposed to Arctic Conditions",
    "abstract": "This study involved the exposure of epoxy-coated basalt-plastic rebars, with diameters of 6 and 8 mm, to the open climate conditions of Yakutsk and Tiksi, located in the Arctic region of Russia. The exposure duration was 54 months. Basalt-plastic rebars were tested both untreated and after contamination with a set of neutral microorganisms resilient to cold climates, including spore-forming bacteria from the genus Bacillus, and mold fungi from the genera Aspergillus. Results showed that after 12, 24, and 54 months of exposure, the tensile strength and modulus of elasticity of untreated rebars increased by 5–14% due to the post-curing of the epoxy matrix. However, in biologically contaminated rebars, these indicators decreased on average by 11%. Bacterial cells and fungal mycelium, which penetrated surface irregularities of the rebars under open climate conditions, contributed to microcrack development, reducing the mechanical properties of the basalt-plastic rebars and causing additional moisture diffusion in the radial direction of the bars.",
    "venue": "Polymers",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-10",
    "authors": [
      {
        "authorId": "2141951292",
        "name": "A. K. Kychkin"
      },
      {
        "authorId": "2344933878",
        "name": "Oleg V. Startsev"
      },
      {
        "authorId": "2148554615",
        "name": "M. P. Lebedev"
      },
      {
        "authorId": "122829651",
        "name": "A. Kychkin"
      },
      {
        "authorId": "2344939823",
        "name": "Irina G. Lukachevskaia"
      }
    ]
  },
  {
    "paperId": "f0bb00c67e61250c3f175db4b765f1d6b06fa0ce",
    "externalIds": {
      "DOI": "10.1101/2025.02.02.636166",
      "CorpusId": 276106169
    },
    "url": "https://www.semanticscholar.org/paper/f0bb00c67e61250c3f175db4b765f1d6b06fa0ce",
    "title": "A trehalase-derived MAMP triggers LecRK-V-mediated immune responses in Arabidopsis",
    "abstract": "Plant-parasitic nematodes (PPNs) cause major agricultural losses worldwide, yet the molecular basis of plant immunity against these pathogens remains poorly understood. To investigate how plants recognize PPNs, we aimed to identify microbe-associated molecular patterns (MAMPs) from nematodes and the corresponding plant immune components. Due to the limited availability of material from obligate PPNs, we used Caenorhabditis elegans, a free-living nematode, as a MAMP source. C. elegans extracts activated MAMP-triggered immune responses in Arabidopsis Col-0. Through chromatography-based purification, we identified a secreted trehalase and pinpointed a conserved peptide region essential for its MAMP activity. A corresponding peptide from root-knot nematode trehalase enabled the identification of lectin receptor kinases LecRK-V.5 and LecRK-V.6 as key components in immune induction. Notably, this peptide region is conserved across insect and fungal pathogens, with LecRK-Vs required for immune responses to these peptides, highlighting the role of LecRK-V-mediated mechanism for broad-spectrum pathogen detection via trehalase-derived peptides. Teaser Trehalase-derived peptides trigger LecRK-V-mediated immune responses in plants, enabling broad detection of nematodes, insects, and fungi.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-02-03",
    "authors": [
      {
        "authorId": "2343731900",
        "name": "Erika Iino"
      },
      {
        "authorId": "2262280875",
        "name": "Yasuhiro Kadota"
      },
      {
        "authorId": "51015791",
        "name": "Noriko Maki"
      },
      {
        "authorId": "2343730962",
        "name": "Erika Ono"
      },
      {
        "authorId": "2297150468",
        "name": "Kazuki Sato"
      },
      {
        "authorId": "2163990469",
        "name": "Nobuaki Ishihama"
      },
      {
        "authorId": "1396368709",
        "name": "Bruno Pok Man Ngou"
      },
      {
        "authorId": "2241538456",
        "name": "Marc W. Schmid"
      },
      {
        "authorId": "2158003918",
        "name": "Takamasa Suzuki"
      },
      {
        "authorId": "2343731251",
        "name": "Taketo Uehara"
      },
      {
        "authorId": "2248703971",
        "name": "Ken Shirasu"
      }
    ]
  },
  {
    "paperId": "f0829abf3fafb9d7a39520c2828effc45519532c",
    "externalIds": {
      "DOI": "10.3390/life15020235",
      "CorpusId": 276162178
    },
    "url": "https://www.semanticscholar.org/paper/f0829abf3fafb9d7a39520c2828effc45519532c",
    "title": "Distinct Infection Mechanisms of Rhizoctonia solani AG-1 IA and AG-4 HG-I+II in Brachypodium distachyon and Barley",
    "abstract": "Rhizoctonia solani is a basidiomycete phytopathogenic fungus that causes rapid necrosis in a wide range of crop species, leading to substantial agricultural losses worldwide. The species complex is divided into 13 anastomosis groups (AGs) based on hyphal fusion compatibility and further subdivided by culture morphology. While R. solani classifications were shown to be independent of host specificity, it remains unclear whether different R. solani isolates share similar virulence mechanisms. Here, we investigated the infectivity of Japanese R. solani isolates on Brachypodium distachyon and barley. Two isolates, AG-1 IA (from rice) and AG-4 HG-I+II (from cauliflower), infected leaves of both plants, but only AG-4 HG-I+II infected roots. B. distachyon accessions Bd3-1 and Gaz-4 and barley cultivar ‘Morex’ exhibited enhanced resistance to both isolates compared to B. distachyon Bd21 and barley cultivars ‘Haruna Nijo’ and ‘Golden Promise’. During AG-1 IA infection, but not AG-4 HG-I+II infection, resistant Bd3-1 and Morex induced genes for salicylic acid (SA) and N-hydroxypipecolic acid (NHP) biosynthesis. Pretreatment with SA or NHP conferred resistance to AG-1 IA, but not AG-4 HG-I+II, in susceptible B. distachyon Bd21 and barley Haruna Nijo. On the leaves of susceptible Bd21 and Haruna Nijo, AG-1 IA developed extensive mycelial networks with numerous infection cushions, which are specialized infection structures well-characterized in rice sheath blight. In contrast, AG-4 HG-I+II formed dispersed mycelial masses associated with underlying necrosis. We propose that the R. solani species complex encompasses at least two distinct infection strategies: AG-1 IA exhibits a hemibiotrophic lifestyle, while AG-4 HG-I+II follows a predominantly necrotrophic strategy.",
    "venue": "Life",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-05",
    "authors": [
      {
        "authorId": "2296679200",
        "name": "Niranjan Mahadevan"
      },
      {
        "authorId": "2129207128",
        "name": "R. Fernanda"
      },
      {
        "authorId": "34994280",
        "name": "Yusuke Kouzai"
      },
      {
        "authorId": "2344098593",
        "name": "Natsuka Kohno"
      },
      {
        "authorId": "2344098608",
        "name": "Reiko Nagao"
      },
      {
        "authorId": "113434068",
        "name": "K. Nyein"
      },
      {
        "authorId": "2110545658",
        "name": "Megumi Watanabe"
      },
      {
        "authorId": "2344098746",
        "name": "Nanami Sakata"
      },
      {
        "authorId": "2277862406",
        "name": "Hidenori Matsui"
      },
      {
        "authorId": "48901531",
        "name": "K. Toyoda"
      },
      {
        "authorId": "2344097045",
        "name": "Yuki Ichinose"
      },
      {
        "authorId": "2262326824",
        "name": "Keiichi Mochida"
      },
      {
        "authorId": "144019513",
        "name": "H. Hisano"
      },
      {
        "authorId": "7026062",
        "name": "Y. Noutoshi"
      }
    ]
  },
  {
    "paperId": "f065428f9fe56120ca8424d20eb5db8015559425",
    "externalIds": {
      "DOI": "10.1079/ab.2025.0005",
      "CorpusId": 276278631
    },
    "url": "https://www.semanticscholar.org/paper/f065428f9fe56120ca8424d20eb5db8015559425",
    "title": "The potential of CRISPR-Cas genome editing technologies to mitigate biotic stress in plants",
    "abstract": "\n Plant development is mainly impacted by biotic stresses, including disease and pests, reducing agricultural production. Genome editing methods have high efficiency, controlled, and directional editing qualities, so their use in agriculture has increased significantly in recent years. Breeding-resistant variants might greatly benefit from the deployment of genome editing methods. These strategies have produced amazing results when it comes to the resistant breeding of significant agricultural crops. One of the most effective, practical, and quick methods for successfully manipulating the target gene is the clustered regularly interspaced short palindromic repeats (CRISPR)-Cas (CRISPR-associated) system. The Cas9 protein, an RNA-guided DNA endonuclease, causes a site-specific double-strand break that starts a DNA repair process and modifies the genome. Despite possessing two layers of defensive mechanisms: Effectors-triggered immunity (ETI) and PAMP-triggered immunity (PTI) responses, plants are susceptible to phytopathogens (bacteria, fungi, viruses). The genome has been edited using CRISPR-Cas technology to strengthen plant immunity and provide long-term resistance to pathogens and insects. To improve plant life and resistance, this review explains the functions of CRISPR-Cas-mediated genome editing in plants against various biotic stresses. This review also points out the limitations of CRISPR-Cas systems, which will be the subject of future research.",
    "venue": "CABI Agriculture and Bioscience",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-02-09",
    "authors": [
      {
        "authorId": "2344884154",
        "name": "Israt Jahan"
      },
      {
        "authorId": "2139648206",
        "name": "Prodipto Bishnu Angon"
      },
      {
        "authorId": "2314234960",
        "name": "Sharah Jabeen Mou"
      },
      {
        "authorId": "2344926160",
        "name": "Meskul Zannat"
      },
      {
        "authorId": "2231511232",
        "name": "Uttam Biswas Antu"
      },
      {
        "authorId": null,
        "name": "Md. Mahabub Alam"
      },
      {
        "authorId": "2344932435",
        "name": "Akivha Akter Sweety"
      },
      {
        "authorId": "2242028296",
        "name": "Md. Shafiul Islam"
      },
      {
        "authorId": "2322596653",
        "name": "Md. Arif Sakil"
      }
    ]
  },
  {
    "paperId": "f03809551984e3930226aefccec59c7f1b5bebca",
    "externalIds": {
      "DOI": "10.3390/toxins17020048",
      "CorpusId": 275830173
    },
    "url": "https://www.semanticscholar.org/paper/f03809551984e3930226aefccec59c7f1b5bebca",
    "title": "Detoxification of Ustiloxin A Through Oxidative Deamination and Decarboxylation by Endophytic Fungus Petriella setifera",
    "abstract": "Ustiloxins are a group of cyclopeptide mycotoxins produced by rice false smut pathogen Villosiclava virens (anamorph: Ustilaginoidea virens) which seriously threaten the safety production of rice and the health of humans and livestock. Ustiloxin A, accounting for 60% of the total ustiloxins, is the main toxic component. Biotransformation, a process of modifying the functional groups of compounds by means of regio- or stereo-specific reactions catalyzed by the enzymes produced by organisms, has been considered as an efficient way to detoxify mycotoxins. In this study, the endophytic fungus Petriella setifera Nitaf10 was found to be able to detoxify ustiloxin A through biotransformation. Two transformed products were obtained by using the cell-free extract (CFE) containing intracellular enzymes of P. setifera Nitaf10. They were structurally characterized as novel ustiloxin analogs named ustiloxins A1 (1) and A2 (2) by analysis of the 1D and 2D NMR and HRESIMS spectra as well as by comparison with known ustiloxins. The cytotoxic activity of ustiloxins A1 (1) and A2 (2) was much weaker than that of ustiloxin A. The biotransformation of ustiloxin A was found to proceed via oxidative deamination and decarboxylation and was possibly catalyzed by the intracellular amine oxidase and oxidative decarboxylase in the CFE. An appropriate bioconversion was achieved by incubating ustiloxin A with the CFE prepared in 0.5 mol/L phosphate buffer (pH 7.0) for 24 to 48 h. The optimum initial pH values for the bioconversion of ustiloxin A were 7–9. Among eight metal ions (Co2+, Cu2+, Fe3+, Zn2+, Ba2+, Ca2+, Mg2+ and Mn2+) tested at 5 mmol/L, Cu2+, Fe3+ and Zn2+ totally inhibited the conversion of ustiloxin A. In conclusion, detoxification of ustiloxin A through oxidative deamination and decarboxylation is an efficient strategy.",
    "venue": "Toxins",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-22",
    "authors": [
      {
        "authorId": "2209966172",
        "name": "Peng Li"
      },
      {
        "authorId": "102322880",
        "name": "Gan Gu"
      },
      {
        "authorId": null,
        "name": "Xuwen Hou"
      },
      {
        "authorId": "2258800387",
        "name": "Dan Xu"
      },
      {
        "authorId": "2342207356",
        "name": "Jungui Dai"
      },
      {
        "authorId": "2341779429",
        "name": "Yu Kuang"
      },
      {
        "authorId": "2249764791",
        "name": "Mingan Wang"
      },
      {
        "authorId": "9740317",
        "name": "D. Lai"
      },
      {
        "authorId": "2258898661",
        "name": "Ligang Zhou"
      }
    ]
  },
  {
    "paperId": "ef362a74af60a31d28b4c2d99d48d8387163a40e",
    "externalIds": {
      "DOI": "10.3390/f16020322",
      "CorpusId": 276330589
    },
    "url": "https://www.semanticscholar.org/paper/ef362a74af60a31d28b4c2d99d48d8387163a40e",
    "title": "Impact of Systematic Groups of Microorganisms on Dehydrogenase Activity in Soils Within Quercetum montanum typicum Forest Community",
    "abstract": "This study reveals the mutual interaction of the abiotic (climate) and biotic (bacteria, actinomycetes and fungi) factors and their impact on dehydrogenase enzyme activity in the soil within the Quercetum montanum typicum forest community at the National Park “Frushka gora” in the Vojvodina Province of Serbia. A total of 32 field visits were conducted between 2014 and 2017 to obtain site-specific data on air and soil temperature and humidity, and soil sampling for further microorganisms’ abundance and dehydrogenase activity determination through lab analysis. The key findings indicate that climate conditions, particularly variations in air temperature and humidity, significantly impact dehydrogenases and are positively impacted by soil bacteria and actinomycetes, although the effect of fungi varies. Climate conditions, particularly variations in air temperature and humidity, significantly impact the abundance of soil microorganisms, and further positively impact the dehydrogenase activity. These findings underscore the importance of understanding the interplay between abiotic and biotic factors in soil ecosystems for sustainable environmental management and to support soil fertility and health.",
    "venue": "Forests",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "2176954368",
        "name": "Boris Najdovski"
      },
      {
        "authorId": "144523650",
        "name": "S. Djuric"
      },
      {
        "authorId": "2400994",
        "name": "S. Pekeč"
      },
      {
        "authorId": "93158673",
        "name": "M. Milović"
      },
      {
        "authorId": "2222172181",
        "name": "Saša Orlović"
      },
      {
        "authorId": "39191210",
        "name": "A. Pilipović"
      }
    ]
  },
  {
    "paperId": "ef36287f3b08835ef18ef4d10aec4d072887a3f4",
    "externalIds": {
      "DOI": "10.18805/ag.d-5773",
      "CorpusId": 276243512
    },
    "url": "https://www.semanticscholar.org/paper/ef36287f3b08835ef18ef4d10aec4d072887a3f4",
    "title": "Management of Sclerotium rolfsii Sacc. Infection in Oyster Mushroom [Pleurotus ostreatus (Jacq.) Kumm.] by Plant Extracts",
    "abstract": "Background: Successful methods to control Sclerotium rolfsii in beds of oyster mushroom cultivation are not presently known. The aim of the present investigation was to determine antifungal potentials of some plant extracts against the infection of S. rolfsii associated with the oyster mushroom (Pleurotus ostreatus) cultivation. Methods: Aqueous extracts of four different plants parts viz. leaf of Azadirachta indica (neem), leaf of Pongamia pinnata (karanj), bulbs of Allium cepa (onion) and cloves of Allium sativum (garlic) were evaluated in the laboratory for their efficacy against both P. ostreatus mycelium and pathogen. The plant extracts which displaced least adverse effects on the growth of P. ostreatus and maximum inhibition of pathogen were evaluated to find out the yield performance of P. ostreatus under in vivo conditions in mushroom house. Results: Neem (Azadirachta indica) leaf extract showed maximum average mycelial and sclerotial inhibition i.e. 47.9 % and 52.4 %, respectively followed by karanj (Pongamia pinnata) leaf extract i.e. 38.4 % and 47.9 %, respectively. Maximum yield of oyster mushroom (885.0 g/ kg dry substrate) was also recorded in neem leaf extract followed by karanj leaf extract (867.5 g/ kg dry substrate) and cloves of garlic (846.3 g/ kg dry substrate) which were statistically at par with each other.\n",
    "venue": "Agricultural Science Digest - A Research Journal",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "2344644547",
        "name": "Ajit Kumar Jha"
      },
      {
        "authorId": "3701780",
        "name": "J. S. Choudhary"
      },
      {
        "authorId": "1484174490",
        "name": "Reshma Shinde"
      }
    ]
  },
  {
    "paperId": "eec73ea4cbbfe1c86c80b0f513f61da0bc4a67d6",
    "externalIds": {
      "DOI": "10.36718/1819-4036-2023-10-62-69",
      "CorpusId": 276203390
    },
    "url": "https://www.semanticscholar.org/paper/eec73ea4cbbfe1c86c80b0f513f61da0bc4a67d6",
    "title": "HETEROGENEITY OF SIBERIAN FUSARIOID FUNGI POPULATIONS IN PHYTOPATHOGENIC PROPERTIES",
    "abstract": "The purpose of the work is to study the phytopathogenicity of Siberian strains of fusarium fungi (Fusarium, Neocosmospora) associated with grain crops, and their intraspecific heterogeneity in pathogenic properties. Highly toxic species have been identified F. sporotrichioides and F. oxysporum, the metabolites of which reduce the average laboratory germination of Triticumaestivum and Larixsibirica seeds by 50 % or more compared to the control. The species F. sporotrichioides and F. fujikuroi SC inhibit the development of the stem and root of wheat to an equal extent; N. solani and F. oxysporum suppress the root system to a greater extent. Intraspecific differences in the degree of phytotoxicity in relation to Zeamays seedlings and the dynamics of accumulation of metabolites for the species F. sporotrichioides, F. avenaceum, F. oxysporum, N. solani and F. fujikuroi SC are shown. Average root growth inhibition rates range from 52 to 89 %. For all strains, the phytotoxic effect increased (up to 98 %) with increasing cultivation time (14 days or more). The level of synthesis of T-2 fusariotoxin was studied for the most common species in the region, F. sporotrichioides. The maximum concentration (5.3–5.5 mg/kg) was observed in a strain isolated from barley and its monosporous crops; the toxin concentration in monoconidial clones varied from 0.94 to 5.4 mg/kg. The level of toxin synthesis in strains isolated from wheat was 0.05–0.84 mg/kg. The heterogeneity of F.sporotrichioides in terms of phytopathogenic properties was revealed: the studied strains inhibit the development of wheat within a wide range (by 36–79 % compared to the control) with the formation of necrosis with an intensity of up to 1.6 points. Monoconidial lines of F.sporotrichioides were identified, differing from the natural isolate in phytopathogenicity, mainly in the direction of its increase (growth inhibition up to 95%, necrosis up to 2.6 points).",
    "venue": "Bulletin of KSAU",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-06",
    "authors": [
      {
        "authorId": "2343762220",
        "name": "Yuliya Litovka"
      },
      {
        "authorId": "2343764644",
        "name": "Polina Shnayder"
      },
      {
        "authorId": "2343767673",
        "name": "Anna Leonenko"
      },
      {
        "authorId": "2333135345",
        "name": "M. Patrusheva"
      },
      {
        "authorId": "2139650851",
        "name": "A. Timofeev"
      },
      {
        "authorId": "2343762375",
        "name": "N. Fomina"
      },
      {
        "authorId": "2343762172",
        "name": "Igor' Pavlov"
      }
    ]
  },
  {
    "paperId": "edf1e2555c812daa5e3db51b5c3a444f99f4e417",
    "externalIds": {
      "DOI": "10.1556/2054.2025.00375",
      "CorpusId": 276179671
    },
    "url": "https://www.semanticscholar.org/paper/edf1e2555c812daa5e3db51b5c3a444f99f4e417",
    "title": "Psilocybin mushroom stewardship: A qualitative inquiry into practices and priorities of “underground” psilocybin mushroom practitioners",
    "abstract": "Networks of so-called underground, or illegal, psilocybin mushroom practitioners are popularly known to exist, though few systematic investigations of their practices have been conducted. We sought to uncover the experiences of a hidden community of psilocybin practitioners in order to inform scientific and policy dialogues about safe and effective practices in this area.An academic-community partnered research team used snowball sampling to recruit 17 underground psilocybin practitioners in a western U.S. state for in-depth individual interviews focused on training, protocols, practices, and policy priorities. Combined deductive and inductive analysis with three independent coders was completed using NVivo v12.Practitioners were white (76.5%), female-identified (64.7%), aged 31 to 50 (64.7%), non-therapists by training (58.8%), and moderately to highly experienced facilitators. All described multiple years of often difficult personal inner-directed work with psilocybin before guiding others. Benefits ranged from reduction in symptoms of depression, obsessive-compulsive disorder, and addictions to greater self-knowledge, reduced death anxiety, and a greater ability to experience joy. Client screening protocols revealed precautions for persons with severe trauma backgrounds, personality disorders, or lacking social support. Moving too quickly into a high dose mushroom session without adequate preparation or internal resourcing was perceived as a significant risk for harm. Practitioners' direct personal relationship with mushrooms was highlighted as critical to safe practice. Policy priorities centered on respectful reciprocity, defined as an ethos of giving back rather than extraction, and equitable access.While some psychedelic research actively examines the role of the mystical-type experience in clients' positive outcomes, findings from underground practitioners suggest an even greater role of mysticism, relationality, and expanded concepts of holistic healing that can inform the development of best practice paradigms of an emerging profession.",
    "venue": "Journal of Psychedelic Studies",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Sociology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-05",
    "authors": [
      {
        "authorId": "2344175310",
        "name": "Shannon Hughes"
      },
      {
        "authorId": "2344174992",
        "name": "Lucia Terpak"
      },
      {
        "authorId": "2344181689",
        "name": "Reilly Capps"
      },
      {
        "authorId": "2344171956",
        "name": "Pam Peters"
      },
      {
        "authorId": "2344174540",
        "name": "Nicole Lilly"
      },
      {
        "authorId": "2344171599",
        "name": "Dylan Rivard"
      }
    ]
  },
  {
    "paperId": "ec1f1fb40e61f29347676a2948b42e7ebf0445ee",
    "externalIds": {
      "DOI": "10.3389/fagro.2024.1502402",
      "CorpusId": 275824779
    },
    "url": "https://www.semanticscholar.org/paper/ec1f1fb40e61f29347676a2948b42e7ebf0445ee",
    "title": "Chitosan reduces naturally occurring plant pathogenic fungi and increases nematophagous fungus Purpureocillium in soil under field conditions",
    "abstract": "Chitosan effects on soil properties were analysed both under laboratory conditions by incubation with constant humidity and temperature and under field conditions in two persimmon field plots with conventional and ecological management. Chitosan was applied in solution or as coacervates. Application of chitosan reduced soil pH, conductivity (CE), and cation exchange capacity (CEC) in pots when applied at field capacity. Chitosan did not affect field soil respiration, which is greatly dependent of soil moisture and temperature. Metabarcoding showed that chitosan significantly modifies the fungal genera composition of ecologically managed field soil. On the contrary, chitosan caused no significant differences in bacterial taxa composition of soil under field conditions. Chitosan coacervates increased naturally occurring nematophagous fungus Purpureocillium (ca. 50-fold) in soil with respect to chitosan solution-treated soil and untreated controls. In addition, chitosan reduced the inoculum of plant pathogenic fungi Alternaria and Fusarium (20% and 50%, respectively) in field soil. Soil microbial network analysis for ITS2+V1–V2 regions revealed that the nematophagous fungus Pochonia promoted network clustering into modules. Furthermore, network analysis for ITS2+V3–V4 regions showed that the nematode trapping-fungus Orbilia and bacteria belonging to Acidimicrobiales and Cytophagales significantly contributed to network clustering in field soil. Our results show that chitosan coacervates increased soil nematophagous microbiota and that both nematode egg parasites and trapping fungi help to structure soil microbiota.",
    "venue": "Frontiers in Agronomy",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-22",
    "authors": [
      {
        "authorId": "2155186228",
        "name": "Raquel Lopez-Nuñez"
      },
      {
        "authorId": "2192350152",
        "name": "J. Prieto-Rubio"
      },
      {
        "authorId": "2341751139",
        "name": "Inmaculada Bautista"
      },
      {
        "authorId": "2310219130",
        "name": "Antonio L. Lidón-Cerezuela"
      },
      {
        "authorId": "1752911090",
        "name": "Miguel Valverde-Urrea"
      },
      {
        "authorId": "1402150433",
        "name": "Federico López-Moya"
      },
      {
        "authorId": "1398497142",
        "name": "L. V. Lopez-Llorca"
      }
    ]
  },
  {
    "paperId": "ebda4e1e0d965b3aceaf740dc91f59e4f46a1b0f",
    "externalIds": {
      "DOI": "10.1101/2025.01.22.634355",
      "CorpusId": 275920283
    },
    "url": "https://www.semanticscholar.org/paper/ebda4e1e0d965b3aceaf740dc91f59e4f46a1b0f",
    "title": "Warming disrupts plant-fungal endophyte symbiosis more strongly in leaves than roots",
    "abstract": "Disruptions to species interactions from global change will negatively impact plant primary production, with broader consequences for species’ abundances, distribution, and community composition. Fungal endophytes that live inside plant leaves and roots could potentially mitigate plant heat stress from global warming. Conversely, disruptions of these symbioses could exacerbate the negative impacts of warming. To better understand the consistency and strength of warming-induced changes to fungal endophytes, we examined fungal leaf and root endophytes in three grassland warming experiments in the US ranging from 2 to 25 years and spanning 2000 km, 12 °C of mean annual temperature, and 600 mm of precipitation. We found that experimental warming disrupted symbiosis between plants and fungal endophytes. Colonization of plant tissues by septate fungi decreased in response to warming by 90% in plant leaves and 35% in roots. Warming also reduced fungal diversity and changed community composition in plant leaves but not roots. The strength, but not direction, of warming effects on fungal endophytes varied by up to 75% among warming experiments. Finally, warming decoupled fungal endophytes from host metabolism. Overall, warming-driven disruption of fungal endophyte community structure and function suggests that this symbiosis may not be a reliable mechanism to promote plant resilience and ameliorate stress responses under global change.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-25",
    "authors": [
      {
        "authorId": "2210906738",
        "name": "Joseph D. Edwards"
      },
      {
        "authorId": "5495191",
        "name": "Melanie R. Kazenel"
      },
      {
        "authorId": "2342491908",
        "name": "Yiqi Luo"
      },
      {
        "authorId": "68973144",
        "name": "J. Lynn"
      },
      {
        "authorId": "4737028",
        "name": "R. McCulley"
      },
      {
        "authorId": "2342677517",
        "name": "Lara Souza"
      },
      {
        "authorId": "2342464133",
        "name": "Carolyn Young"
      },
      {
        "authorId": "3595797",
        "name": "Jennifer A. Rudgers"
      },
      {
        "authorId": "3659396",
        "name": "S. Kivlin"
      }
    ]
  },
  {
    "paperId": "eb5a9259572185aecdf10552540a7911737e21ce",
    "externalIds": {
      "DOI": "10.36728/afp.v25i1.4612",
      "CorpusId": 276127205
    },
    "url": "https://www.semanticscholar.org/paper/eb5a9259572185aecdf10552540a7911737e21ce",
    "title": "Mikoriza Rhizoctonia : Sebagai Agen Ketahanan Pada Anggrek Dendrobium",
    "abstract": "Drought and low rainfall are natural phenomena that occurred in 2022-2023. These factors (abiotic factors) caused diseases in orchids, which affect the metabolism of growth and the flowering process, making the plants unable to survive in their habitat because they cannot reproduce, thus classifying them under Appendix 2 (CITES). However, some orchid species that are endemic are able to withstand drought and low rainfall. It is suspected that the orchids' ability to endure these factors is due to the role of endophytic fungi (Rhizoctonia binucleate / BNR), which can associate with orchids and produce secondary metabolites that help supply nutrients to the orchids during drought stress. This study aims to evaluate the biological resistance of different strains of Rhizoctonia binucleate / BNR isolates in Dendrobium orchids to understand their impact on water stress. The research method used a completely randomized design with a single stage consisting of two factors and five replications. Factor 1: orchid seedling types consisting of S1 = Phalaenopsis violaceae (epiphytic orchid) and S2 = Dendrobium aggregatum (epiphytic orchid). Factor 2: types of Rhizoctonia mycorrhiza application consisting of K0 = control, K1 = Rhizoctonia mycorrhiza application.",
    "venue": "JURNAL ILMIAH AGRINECA",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "30492204",
        "name": "R. Soelistijono"
      },
      {
        "authorId": "74124555",
        "name": "T. Supriyadi"
      },
      {
        "authorId": "2343913730",
        "name": "Annissa Tiara Maharani"
      },
      {
        "authorId": "2343906433",
        "name": "Syalaysa Imani Fatihah"
      }
    ]
  },
  {
    "paperId": "eae0bddba11d5178714ff67f297fc5f26b1b07c6",
    "externalIds": {
      "DOI": "10.1002/lno.12799",
      "CorpusId": 275807019
    },
    "url": "https://www.semanticscholar.org/paper/eae0bddba11d5178714ff67f297fc5f26b1b07c6",
    "title": "How ecological regimes and emergent macrophytes determine sediment microbial communities: A new insight into typical eutrophic shallow lakes",
    "abstract": "Understanding the response of microbial communities to different ecological regimes in eutrophic lakes and the underlying assembly mechanisms is of great significance for revealing the biodiversity maintenance mechanisms of lake ecosystems under alternative stable states. However, our current understanding of the response of sediment microbial communities under emergent macrophytes to regime shifts remains limited. Here, we demonstrated, for the first time, the asynchronous variations of littoral sediment bacterial and fungal communities, regarding the microbial diversities, assembly mechanisms, and inter‐kingdom interactions across three lake regional regimes: macrophyte‐dominated, transitional, and phytoplankton‐dominated. We found the alpha diversities of the bacterial and fungal communities showed opposite trends, as the transitional regime had the highest bacterial but lowest fungal diversities. Stochastic processes, dominated by dispersal limitation, determined fungal community assembly, whereas deterministic processes, especially variable selection, shaped the bacterial community. The highest number of species–environment interactions and proportion of intra‐kingdom interactions were observed in the co‐occurrence network of the transitional regime; however, this network had the lowest proportion of inter‐kingdom (bacteria–fungi) interactions among the three lake regional regimes. Furthermore, the macrophyte‐dominated regime was observed to have the most complex network structure and maintain the highest microbial community stability. The rhizosphere of Phragmites australis enhanced the inter‐kingdom interactions of bacterial and fungal communities. These findings provide a preliminary ecological perspective for understanding the hysteresis of regimes in response to environmental stress at the microbial community level and emphasize the importance of distinguishing ecologically distinct microbial taxa in future studies focused on alternative stable states.",
    "venue": "Limnology and Oceanography",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "40831620",
        "name": "Rujia He"
      },
      {
        "authorId": "5195971",
        "name": "Dayong Zhao"
      },
      {
        "authorId": "2341669169",
        "name": "Qi Zhou"
      },
      {
        "authorId": "9965819",
        "name": "Qinglong L. Wu"
      },
      {
        "authorId": "2269123930",
        "name": "Jin Zeng"
      }
    ]
  },
  {
    "paperId": "eab655ec2654da971d94b3af3abceb451e1c7d02",
    "externalIds": {
      "DOI": "10.1101/2025.01.31.636005",
      "CorpusId": 276106163
    },
    "url": "https://www.semanticscholar.org/paper/eab655ec2654da971d94b3af3abceb451e1c7d02",
    "title": "Temporal dimensions of a microbial invader in a plant-microbiome feedback model",
    "abstract": "Plant-soil feedback (PSF) theory leverages the increasingly recognized ecological significance of microbiomes to provide insight into plant coexistence. However, PSF theory generally assumes that microbiomes have static composition and properties. In reality, plant communities are thought to experience high rates of colonization by new microbial strains. Here we use a PSF model to study the conditions under which soil-associated fungi invade a community of two plant species and their associated microbiomes at different stages of assembly. We manipulate fungal colonization timing, initial plant and microbiome evenness, and properties of all actors, then analyze the resulting community structure. Microbial invasion is most successful early in community assembly. However, invasion outcomes are highly variable across colonization timing. We derive an expression showing that the net support for the invader by the plants determines invasion success. When successful, the invader disrupts the negative feedback among the plants and their microbiomes that enables plant coexistence. Our results highlight the importance of plant-microbial interactions in microbial invasion success, as well as the susceptibility of plant coexistence to soil-associated microbial invaders during transient dynamics. Broadly, our approach integrating a host-microbiome framework with time-dependent interactions is promising for predicting biodiversity dynamics in a changing world.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-02-03",
    "authors": [
      {
        "authorId": "2343731418",
        "name": "William H. Parker"
      },
      {
        "authorId": "89867704",
        "name": "Chase J. Rakowski"
      },
      {
        "authorId": "4809801",
        "name": "Senay Yitbarek"
      }
    ]
  },
  {
    "paperId": "ea11ebff7febc819d83db86469a01012db709d11",
    "externalIds": {
      "DOI": "10.3390/jof11020094",
      "CorpusId": 275891257
    },
    "url": "https://www.semanticscholar.org/paper/ea11ebff7febc819d83db86469a01012db709d11",
    "title": "Mitochondrial Genomes from Fungal the Entomopathogenic Moelleriella Genus Reveals Evolutionary History, Intron Dynamics and Phylogeny",
    "abstract": "Members of the genus Moelleriella (Hypocreales, Clavicipitaceae) are insect pathogens with specificity for scale insects and whiteflies. However, no mitochondrial genomes are available for these fungi. Here, we assembled seven mitogenomes from M. zhongdongii, M. libera, M. raciborskii, M. gracilispora, M. oxystoma, Moelleriella sp. CGMCC 3.18909, and Moelleriella sp. CGMCC 3.18913, which varied in size from 40.8 to 95.7 Kb. Synteny and codon usage bias was relatively conserved, with the mitochondrial gene arrangement being completely homologous to the gene order of 21 other species within the Hypocreales. Nevertheless, significant intron polymorphism was observed between Moelleriella species. Evolutionary analyses revealed that all 15 core protein–coding genes had ka/ks < 1, indicating purifying selection pressure. Sequence variation within the mitochondrial ATP synthase F0 subunit 6 (atp6) gene showed the largest genetic distance, with the ATP synthase F0 subunit 9 (atp9) gene showing the smallest. Comparative analyses of mitogenomes revealed that introns were the primary factor contributing to the size variation in Moelleriella and, more broadly, within Hypocreales mitogenomes. Phylogenetic analyses indicated that the seven Moelleriella species examined form a well–supported clade, most closely related to Metarhizium. These data present the first mitogenomes from Moelleriella and further advance research into the taxonomy, origin, evolution, and genomics of Moelleriella.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-24",
    "authors": [
      {
        "authorId": "2269564622",
        "name": "Chengjie Xiong"
      },
      {
        "authorId": "2296570980",
        "name": "Yongsheng Lin"
      },
      {
        "authorId": "6086254",
        "name": "N. Keyhani"
      },
      {
        "authorId": "2337416237",
        "name": "Junya Shang"
      },
      {
        "authorId": "2337525013",
        "name": "Yuchen Mao"
      },
      {
        "authorId": "2337489045",
        "name": "Jiao Yang"
      },
      {
        "authorId": "2343059987",
        "name": "Minghai Zheng"
      },
      {
        "authorId": "2337487675",
        "name": "Lixia Yang"
      },
      {
        "authorId": "2265776569",
        "name": "Huili Pu"
      },
      {
        "authorId": "2265952093",
        "name": "Longbin Lin"
      },
      {
        "authorId": "2303549751",
        "name": "Taichang Mu"
      },
      {
        "authorId": "2209833330",
        "name": "Mengjia Zhu"
      },
      {
        "authorId": "2280131990",
        "name": "Ziyi Wu"
      },
      {
        "authorId": "2296528628",
        "name": "Zhenxing Qiu"
      },
      {
        "authorId": "2342190204",
        "name": "Wen Xiong"
      },
      {
        "authorId": "2265782285",
        "name": "Xiayu Guan"
      },
      {
        "authorId": "2266010653",
        "name": "Junzhi Qiu"
      }
    ]
  },
  {
    "paperId": "e8fcd436c7502ac0d6a6feadafcc1e18e4b223f7",
    "externalIds": {
      "DOI": "10.36718/1819-4036-2024-12-35-42",
      "CorpusId": 276111096
    },
    "url": "https://www.semanticscholar.org/paper/e8fcd436c7502ac0d6a6feadafcc1e18e4b223f7",
    "title": "BIOLOGICAL CONTROL OF ROOT ROT CAUSED BY ARMILLARIA FUNGI",
    "abstract": "The aim of the study is to evaluate the prospects for using Siberian strains of macro- and microscopic fungi for biological control of the root pathogen Armillaria borealis, which is the most common causative agent of root rot from the Armillaria mellea sensu lato complex in Central Siberia. In vitro, the prospects for using ascomycete (Trichoderma asperellum) and basidiomycete (Ganoderma lucidum, Fomitopsis pinicola) fungi to limit the growth of armillaria pathogens were demonstrated. The K6-15 T. asperellum strain has the maximum antifungal activity, quickly and effectively inhibiting the growth of A. borealis on agar medium and plant substrate – up to 67 and 50 % growth inhibition, respectively. When the mycelium of the antagonist and phytopathogens comes into contact on both types of nutrient substrates, the interaction reaction is assessed at 4 (the antagonist grows around the colony of the phytopathogen) and 5 (the antagonist continues to grow at an unchanged rate over the colony of the phytopathogen) points. Strain K6-15 also exhibits high mycoparasitic activity (3 points), colonizing 100 % of the area of the mycelial film of A. borealis within 7–8 days of cultivation. Fast-growing saprotrophic basidiomycetes G. lucidum and F. pinicola can be considered as promising biocontrol agents. The studied strains Fp5-15 and Gl5-16 are capable of parasitizing on the mycelial film of A. borealis (fouling area of 100 % within 12–14 days); their antifungal activity is maximal on the plant substrate (52–54 % inhibition of the growth of the phytopathogenic fungus) and exceeds the indicator of strain K6-15 T. asperellum, and the reaction of interaction in the contact zone with the colony of phytopathogens is estimated at 5 points.",
    "venue": "Bulletin of KSAU",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-29",
    "authors": [
      {
        "authorId": "2343762220",
        "name": "Yuliya Litovka"
      },
      {
        "authorId": "2139650851",
        "name": "A. Timofeev"
      },
      {
        "authorId": "2333135345",
        "name": "M. Patrusheva"
      },
      {
        "authorId": "2343767673",
        "name": "Anna Leonenko"
      },
      {
        "authorId": "2343764644",
        "name": "Polina Shnayder"
      },
      {
        "authorId": "2343762375",
        "name": "N. Fomina"
      },
      {
        "authorId": "2343762050",
        "name": "Kirill Shestakov"
      },
      {
        "authorId": "2343762172",
        "name": "Igor' Pavlov"
      }
    ]
  },
  {
    "paperId": "e6e229247aac4930b6c9d6289fcaa507adf27cae",
    "externalIds": {
      "DOI": "10.11646/phytotaxa.682.2.1",
      "CorpusId": 275770616
    },
    "url": "https://www.semanticscholar.org/paper/e6e229247aac4930b6c9d6289fcaa507adf27cae",
    "title": "Pleurotheciaceae in Philippine freshwater ecosystems: new records, asexual morph report of Phaeoisaria filiformis, and phylogenetic assessment",
    "abstract": "The study of lignicolous freshwater fungi in the Philippines led to the collection and isolation of two Pleurotheciaceae species, belonging to Rhexoacrodictys and Phaeoisaria. Phylogenetic analysis based on the internal transcribed spacer (ITS), beta-tubulin (TUB2), and RNA polymerase II (RPB2) loci revealed that UPVMI 24-0005 belongs to the taxon Rhexoacrodictys erecta, clustering closely with other strains (HSAUPmyr4622, IFRD500-016, HSAUP myr6489) (100% ML, 1.00 BYPP). UPVMI 24-006 was identified as Phaeoisaria filiformis, grouping with the holotype MFLUCC 18-0214 and KUNCC 23-13723 (90% ML, 1.00 BYPP). The present work also confirmed the first report of the asexual morphic stage of P. filiformis, as previous studies only described its sexual morph. Furthermore, the genus Saprodesmium, typified by S. dematiosporum, was transferred to Rhexoacrodictys based on multi-locus phylogenetic analysis, and the generic description is emended. The newly collected specimens represent novel records of Pleurotheciaceae in Philippine freshwater ecosystems. Detailed descriptions, illustrations, and multi-locus phylogenetic analysis of R. erecta and P. filiformis are provided.",
    "venue": "Phytotaxa",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2296828059",
        "name": "J. F. E. Bagacay"
      },
      {
        "authorId": "2340885204",
        "name": "Carr Marlo Canto"
      },
      {
        "authorId": "2341402523",
        "name": "Lilcah Angelique Opiña"
      },
      {
        "authorId": "2296831201",
        "name": "James Ariel Nim"
      },
      {
        "authorId": "2296827635",
        "name": "Jasmine Velo"
      },
      {
        "authorId": "2341400621",
        "name": "Thomas Angelo Lopez"
      },
      {
        "authorId": "2114527755",
        "name": "V. M. E. N. Ferriols"
      },
      {
        "authorId": "88414987",
        "name": "R. B. Sadaba"
      },
      {
        "authorId": "2266481196",
        "name": "M. S. Calabon"
      }
    ]
  },
  {
    "paperId": "e6bfa98527f177240793a3ccec79d1b0970da0dc",
    "externalIds": {
      "DOI": "10.1094/pbiomes-09-24-0086-r",
      "CorpusId": 276054092
    },
    "url": "https://www.semanticscholar.org/paper/e6bfa98527f177240793a3ccec79d1b0970da0dc",
    "title": "Legacy Effects of Cover Crop on Cash Crop Rhizosphere Microbiota in a No-Till Maize-Soybean Cropping System",
    "abstract": "Introducing cover crops is a conservation practice that diversifies cropping systems and counteracts detrimental consequences of simplified cropping systems. However, legacy effects of cover crops on cash crop rhizosphere microbiota are poorly understood. We investigated the response of cash crop rhizosphere microbiota following five years of cover crops (winter rye for maize and a mixture of winter rye, forage turnip, clover, Berseem and Crimson for soybean) introduced into a long-term maize-soybean rotation. Five years of cover crop integration significantly increased the average soybean yields and marginally increased maize yields between 2018 and 2022. Cover crops had significant effects on soybean rhizosphere microbiota selecting bacterial genera within Actinobacteria and Thaumarchaeota phyla and some potentially pathogenic fungi species. There was no significant effect of cover crops on maize rhizosphere microbiota. Cash crop growth stage had consistent, significant effects on both soybean and maize rhizosphere microbiota and accounted for a higher percentage variation in the rhizosphere microbiota compared to cover crops. Crop growth stage effects were notably strong at the flowering stage for soybean and the seedling stage for maize. The soybean rhizosphere was enriched with nitrogen-fixing bacteria in the flowering stage, whereas the maize rhizosphere recruited a high abundance of plant growth-promoting bacteria in the seedling stage. Cover crops did not significantly improve six selected soil health indicators, with the weak responses linked with cash crop identity. Cover crop legacies may promote beneficial changes in cash crop rhizosphere microbiota, but legacy assessments should account for cash crop identity and growth stage.",
    "venue": "Phytobiomes Journal",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2275048113",
        "name": "Chuntao Yin"
      },
      {
        "authorId": "32010797",
        "name": "S. Osborne"
      },
      {
        "authorId": "2248476376",
        "name": "R. Lehman"
      }
    ]
  },
  {
    "paperId": "e5967d3fa8fcbdccf61e576fb0e5a8a7e380eb67",
    "externalIds": {
      "DOI": "10.36346/sarjpm.2025.v06i01.005",
      "CorpusId": 276299023
    },
    "url": "https://www.semanticscholar.org/paper/e5967d3fa8fcbdccf61e576fb0e5a8a7e380eb67",
    "title": "Two Isolates of Alternaria alternata can be used as a Biocontrol Agent Against Powdery Mildew of Squash Caused by Podosphaera xanthii in Greenhouses",
    "abstract": "Several experiments were conducted to evaluate the effectiveness of Alternaria alternata fungus isolates on powdery mildew disease on squash and to diagnose them according to the taxonomic keys of the Alternaria spp fungus genera. They were propagated to conduct experiments on them. The experiments showed a significant effect of the two isolates on the growth and germination of powdery mildew disease in squash. The two isolates also had a significant effect on reducing the formation of conidiophores. Powdery mildew disease was sprayed with a suspension of the two A. alternata fungus isolates, as it gave the greatest effect on the germination of powdery mildew disease, in addition to the number of conidiophores, followed by the spray treatment with reproductive units when compared to the control. The plants were also sprayed with the filtrate of the A. alternata fungus isolate, as it gave a tangible effect on the germination of powdery mildew disease, in addition to the number of conidiophores when measured by the control. Time also significantly affected the germination and number of conidiophores for powdery mildew disease.",
    "venue": "SAR Journal of Pathology and Microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "1441481966",
        "name": "Hassan A. Tamur"
      }
    ]
  },
  {
    "paperId": "e5642eeced7050f2623a3028c7aa7e63279cdcf6",
    "externalIds": {
      "DOI": "10.3390/microorganisms13020376",
      "CorpusId": 276262544
    },
    "url": "https://www.semanticscholar.org/paper/e5642eeced7050f2623a3028c7aa7e63279cdcf6",
    "title": "Discovery of a New Starship Transposon Driving the Horizontal Transfer of the ToxA Virulence Gene in Alternaria ventricosa",
    "abstract": "The virulence gene ToxA has been proposed to be horizontally transferred between three fungal wheat pathogens (Parastagonospora nodorum, Pyrenophora tritici-repentis, and Bipolaris sorokiniana) as part of a conserved ~14 kb ToxhAT transposon. Here, our analysis of 2137 fungal species-representative assemblies revealed that the ToxA gene is an isolate of Alternaria ventricosa and shows a remarkable 99.5% similarity to those found in B. sorokiniana and P. tritici-repentis. Analysis of the regions flanking ToxA within A. ventricosa revealed that it was embedded within a 14 kb genomic element nearly identical to the corresponding ToxhAT regions in B. sorokiniana, P. nodorum, and P. tritici-repentis. Comparative analysis further showed that ToxhAT in A. ventricosa resides within a larger mobile genetic element, which we identified as a member of the Starship transposon superfamily, named Frontier. Our analysis demonstrated that ToxhAT has been independently captured by three distinct Starships—Frontier, Sanctuary, and Horizon—which, despite having minimal sequence similarity outside of ToxhAT, facilitate its mobilization. These findings place Frontier, Sanctuary, and Horizon within a growing class of Starships implicated in the horizontal transfer of adaptive genes among fungal species. Moreover, we identified three distinct HGT events involving ToxA across these four fungal species, reinforcing the hypothesis of a single evolutionary origin for the ToxhAT transposon. These findings underscore the pivotal role of transposon-mediated HGT in the adaptive evolution of eukaryotic pathogens, offering new insights into how transposons facilitate genetic exchange and shape host–pathogen interactions in fungi.",
    "venue": "Microorganisms",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-09",
    "authors": [
      {
        "authorId": "2329487928",
        "name": "Fei Liu"
      },
      {
        "authorId": "6233994",
        "name": "R. Cheewangkoon"
      },
      {
        "authorId": null,
        "name": "Rui-Lin Zhao"
      }
    ]
  },
  {
    "paperId": "e55c36e826aef7f774e2d262596001e5863c7dd1",
    "externalIds": {
      "DOI": "10.1101/2024.11.04.621924",
      "CorpusId": 273878259
    },
    "url": "https://www.semanticscholar.org/paper/e55c36e826aef7f774e2d262596001e5863c7dd1",
    "title": "Analyses of transposable elements in arbuscular mycorrhizal fungi support evolutionary parallels with filamentous plant pathogens",
    "abstract": "Transposable elements (TEs) are repetitive DNA sequences that excise or create copies that are inserted elsewhere in the genome. Their expansion shapes genome variability and evolution by impacting gene expression and rearrangement rates. Arbuscular mycorrhizal fungi (AMF) are beneficial plant symbionts with large, TE-rich genomes, and recent findings showed these elements vary significantly in abundance, evolution, and regulation among model AMF strains. Here, we aimed to obtain a more comprehensive understanding of TE function and evolution in AMF by investigating assembled genomes from representatives of all known families. We uncovered multiple, family-specific bursts of insertions in different species, indicating variable past and ongoing TE activity contributing to the diversification of AMF lineages. We also found that TEs are preferentially located within and around candidate effectors/secreted proteins, as well as in proximity to promoters. Altogether, these findings support the role of TEs in promoting the diversity in proteins involved in molecular dialogues with hosts and, more generally, in driving gene regulation. The mechanisms of TEs evolution we observed in these prominent plant symbionts bear striking similarities to those of many filamentous plant pathogens.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": {
      "url": "https://www.biorxiv.org/content/biorxiv/early/2024/11/05/2024.11.04.621924.1.full.pdf",
      "status": "GREEN"
    },
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-02-05",
    "authors": [
      {
        "authorId": "2311418076",
        "name": "J. Oliveira"
      },
      {
        "authorId": "2329567395",
        "name": "Catrina Lane"
      },
      {
        "authorId": "2329567830",
        "name": "Ken Mugambi"
      },
      {
        "authorId": "40300965",
        "name": "Gokalp Yildirir"
      },
      {
        "authorId": "2202226197",
        "name": "A. M. Nicol"
      },
      {
        "authorId": "79887963",
        "name": "Vasilis Kokkoris"
      },
      {
        "authorId": "1565042018",
        "name": "Claudia Banchini"
      },
      {
        "authorId": "51263824",
        "name": "K. Dadej"
      },
      {
        "authorId": "2275062394",
        "name": "Jeremy R Dettman"
      },
      {
        "authorId": "2291343208",
        "name": "Franck Stefani"
      },
      {
        "authorId": "2243955864",
        "name": "Nicolas Corradi"
      }
    ]
  },
  {
    "paperId": "e52fe52795276bf85f99c98602b8b904f129d894",
    "externalIds": {
      "DOI": "10.4308/hjb.32.3.700-711",
      "CorpusId": 276358005
    },
    "url": "https://www.semanticscholar.org/paper/e52fe52795276bf85f99c98602b8b904f129d894",
    "title": "Soil Symbiosis Reimagined: Rhizobium and Mycorrhiza Influence on Soybean Performance in Early Oil Palm Ecosystems",
    "abstract": "The high demand for soybeans in Indonesia is not in line with national soybean production due to the harvest area decreasing every year. To increase national soybean production, the area of IOP (Immature Oil Plantation) one year has potential for soybean development. This study aimed to investigate the effect of Rhizobium spp. and arbuscular mycorrhizal fungi (AMF) inoculation on the physiological capacity, growth, and yield of the soybean plant planted between rows of IOP one-year-old. This research was carried out at PT Perkebunan Nusantara IV (PTPN IV), Adolina Afdeling 1, Serdang Bedagai Regency, North Sumatra, from March 2023 to June 2023. A two-factor Randomized Complete Block Design (RCBD) with four replications for all treatments was conducted in a field experiment. Experimental treatments include: 1) non-inoculated Rhizobium spp. + non-inoculated AMF (R0M0) (Control), 2) non-inoculated Rhizobium spp. + inoculation AMF (R0M1), 3) inoculation Rhizobium spp. + non-inoculated AMF (R1M0) and 4) inoculation Rhizobium spp. + inoculation AMF (R1M1). The results showed that the single arbuscular mycorrhizal fungi (AMF) inoculation treatment significantly enhanced soybean physiology, growth, and yield including relative water content (85.87%), nitrate reductase activity (8.98 µmol NO2-g BS-1 hour-1), stomatal density (775.16 mm), proline (17.76 µmol proline g BS-1), and ascorbate peroxidase (0.0068 U/min/mg).",
    "venue": "Hayati Journal of Biosciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-04",
    "authors": [
      {
        "authorId": "2345495495",
        "name": "Reski Anugraeni Rahman"
      },
      {
        "authorId": "2345494727",
        "name": "Dyah Weny Respatie"
      },
      {
        "authorId": "2345496382",
        "name": "Eka Tarwaca Susila Putra"
      },
      {
        "authorId": "2243353435",
        "name": "Reynaldi Laurenze"
      }
    ]
  },
  {
    "paperId": "e3e6da18e7b180e2f9a57dd8e816ea7c6e58869d",
    "externalIds": {
      "DOI": "10.1002/mlf2.12149",
      "CorpusId": 276224499
    },
    "url": "https://www.semanticscholar.org/paper/e3e6da18e7b180e2f9a57dd8e816ea7c6e58869d",
    "title": "The endocytic pathway for absorption of exogenous RNAs in Verticillium dahliae",
    "abstract": "RNAi technologies have been exploited to control viruses, pests, oomycetes, and fungal phytopathogens that cause disasters in host plants, including many agronomically significant crops. Double‐stranded RNA (dsRNA) or small interfering RNA (siRNA) has been applied as a trigger for trans‐kingdom RNAi between hosts and fungi. However, it is unclear what process mediates RNA uptake by fungi. In this study, by using live‐cell imaging, we determined that exogenously synthesized RNA or small RNA (sRNA) was indiscriminately absorbed into Verticillium dahliae, a notorious pathogenic fungus. Moreover, the application of endocytic inhibitors or deletion of endocytic‐related genes reduced RNA uptake efficiency, showing that RNA absorption by fungal cells occurs mainly through endocytosis. In addition, we found that the endocytosed fluorescence‐labeled RNAs were partly colocalized with endosome marker genes. Overall, our research concluded that exogenous RNA could be assimilated by V. dahliae through the endocytic pathway. Unraveling this cytological mechanism underlying trans‐kingdom RNAi holds significant importance, especially considering the fact that RNAi‐based strategies targeting pathogenic fungi are increasingly prevalent in the realm of crop protection.",
    "venue": "mLife",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-07",
    "authors": [
      {
        "authorId": "2214845236",
        "name": "Chuanhui Liu"
      },
      {
        "authorId": "2344494832",
        "name": "Chen Cui"
      },
      {
        "authorId": "2344602485",
        "name": "Guanyin Zhou"
      },
      {
        "authorId": null,
        "name": "Feng Gao"
      },
      {
        "authorId": "2344501302",
        "name": "Jianhua Zhao"
      },
      {
        "authorId": "2344701074",
        "name": "Huishan Guo"
      },
      {
        "authorId": "2344453254",
        "name": "Yun Jin"
      }
    ]
  },
  {
    "paperId": "e36219b20e54ed13aa36c1682d961a8b65c393a1",
    "externalIds": {
      "DOI": "10.52403/ijrr.20250211",
      "CorpusId": 276243281
    },
    "url": "https://www.semanticscholar.org/paper/e36219b20e54ed13aa36c1682d961a8b65c393a1",
    "title": "Coral Reef Coverage in the 17 Islands Marine Natural Tourism Park, Riung District, Ngada Regency, East Nusa Tenggara Province",
    "abstract": "The 17 Islands Marine Nature Tourism Park (TWAL), located administratively in Riung District, Ngada Regency, East Nusa Tenggara Province, has limited information regarding the diversity of its marine biota. Therefore, further research on its underwater potential, particularly coral reefs, is essential. This research is expected to provide a deeper understanding of the richness of the marine ecosystem in the 17 Islands Marine Nature Tourism Park. The purpose of this study was to identify the types of coral reefs and assess the condition of coral cover in the 17 Islands Marine Nature Tourism Park (TWAL), Riung District, Ngada Regency, East Nusa Tenggara Province.This study employed data collection methods including observation and interviews with the local community and government. Coral reef data were collected using the Line Intercept Transect (LIT) method. The identification results show the presence of: (1) Four Acropora coral lifeforms, namely: Acropora Digitate Coral (ACD), Acropora Branching Coral (ACB), Acropora Tabulate Coral (ACT), and Acropora Encrusting Coral (ACE); (2) Six Non-Acropora coral lifeforms, including Branching Coral (CB), Massive Coral (CM), Encrusting Coral (CE), Foliose Coral (CF), Mushroom Coral (CMR), and Heliopora Coral (CHL); (3) One form of Dead Scleractinia, identified as Dead Coral with Algae (DCA); (4) Three types of Algae, consisting of Macro Algae (MA), Coralline Algae (CA), and Halimeda Algae (HA); (5) Four other faunal lifeforms: Soft Coral (SC), Sponges (SP), Zoanthids (ZO), and Others (OT). Additionally, two abiotic forms were identified: Sand (S) and Rubble (R). The condition of coral reef cover in the 17 Islands Marine Nature Tourism Park (TWAL), Riung District, Ngada Regency, East Nusa Tenggara Province, ranges from moderate to good.\n\nKeywords: Coral, Tourism Park, 17 Islands Riung, Ngada Regency, East Nusa Tenggara",
    "venue": "International journal of research and review",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-07",
    "authors": [
      {
        "authorId": "2083901339",
        "name": "Frans Tony"
      },
      {
        "authorId": "87355884",
        "name": "U. Bijaksana"
      },
      {
        "authorId": "2085664452",
        "name": "I. Fitriliyani"
      },
      {
        "authorId": "2344673582",
        "name": "Arief Mahmud"
      },
      {
        "authorId": "2266678294",
        "name": "Daniwari Widiyanto"
      },
      {
        "authorId": "2344675533",
        "name": "Mulyo Hutomo"
      },
      {
        "authorId": "2154490202",
        "name": "Rina Iskandar"
      }
    ]
  },
  {
    "paperId": "e30e371cb2cffc63ee6c887832266d675763755e",
    "externalIds": {
      "DOI": "10.1002/ppap.202400274",
      "CorpusId": 276370791
    },
    "url": "https://www.semanticscholar.org/paper/e30e371cb2cffc63ee6c887832266d675763755e",
    "title": "Bidirectional Effect of Plasma‐Activated Water on Fungi: Promotion and Inactivation of Botrytis cinerea",
    "abstract": "This study investigates the bidirectional effects of plasma‐activated water (PAW) on Botrytis cinerea. At low PAW concentrations, fungal growth was promoted, with spore multiplication reaching 54.46 ± 7.16% (PAW‐10) and mycelial growth at 4.88 ± 1.83% (PAW‐2). However, at higher PAW concentrations, the effect shifted to inhibition, with spore inactivation at 41.99 ± 8.58% (PAW‐30) and mycelial growth at 7.30 ± 1.73% (PAW‐30). Critical thresholds for promotion and inhibition were observed at PAW‐18 and PAW‐5, respectively. H2O2 and H+ in PAW promoted spore reproduction at low concentrations and inactivated spores at high concentrations. Low PAW concentrations increased reactive oxygen species levels and enhanced cell metabolism, while higher concentrations induced oxidative stress, leading to damage in the spore cell structure.",
    "venue": "Plasma Processes and Polymers",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-13",
    "authors": [
      {
        "authorId": null,
        "name": "Dingmeng Guo"
      },
      {
        "authorId": "2280900728",
        "name": "Xiaoning Zhang"
      },
      {
        "authorId": "2280862173",
        "name": "Hongxia Liu"
      },
      {
        "authorId": "2335312057",
        "name": "Yixin Shi"
      },
      {
        "authorId": "2335433167",
        "name": "Xiaoqin Ma"
      },
      {
        "authorId": "2087093409",
        "name": "Rui Fan"
      },
      {
        "authorId": "2345533779",
        "name": "Weina Hao"
      },
      {
        "authorId": "74469625",
        "name": "Zhentao Tu"
      }
    ]
  },
  {
    "paperId": "e2f66dcf7fa07802e93e73230e9cac0f07b0eccb",
    "externalIds": {
      "DOI": "10.3390/agronomy15010247",
      "CorpusId": 275764310
    },
    "url": "https://www.semanticscholar.org/paper/e2f66dcf7fa07802e93e73230e9cac0f07b0eccb",
    "title": "Impact of Arbuscular Mycorrhizal Symbiosis on Photosynthetic, Antioxidant Enzyme, and Water Flux Parameters in Salt-Stressed Chickpea (Cicer arietinum) Plants",
    "abstract": "Globally, escalating soil salinization poses significant abiotic stress, disproportionately impacting crops like chickpea (Cicer arientinum L.). This legume exhibits high sensitivity to salinity, which disrupts various physiological and metabolic processes, ultimately hindering growth and productivity. AMF (arbuscular mycorrhizal fungus) reduces salt’s detrimental effects on plants’ growth by bolstering the plant’s antioxidant defense system, effectively reducing the damage caused by oxidative stress. In this study, the impact of AMF on salinity stress alleviation in chickpea was investigated in pot-grown experiments. Rhizophagus fasciculatus was used to inoculate the seeds of three different chickpea varieties (HC-3, CSG-8962, and C-235), and the physiological and biochemical changes of the AMF-inoculated and non-inoculated chickpea plants were studied. When exposed to salinity stress, the plants exhibited decreased leaf relative water content (RWC %) (21.13–31.30%), increased leaf relative stress injury, decreased chlorophyll content (45.22–58.24%), photochemical quantum yield, photosynthetic rate, transpiration rate, and stomatal conductance as compared to the control plants, but opposite results were observed in AMF colonized plants. A 9.16% to 14.79% increase in chlorophyll content was reported after AMF colonization. The activities of antioxidant enzymes such as superoxide dismutase (SOD), catalase (CAT), and peroxidase (POX) were increased by salt stress. They were further enhanced by AMF inoculation SOD activity by 20.3% to 23.3%, CAT activity by 65.7% to 78.7%, and POX activity by 32.7% to 39.3%. The findings clearly show that AMF Rhizophagus fasciculatus, via enhancing RWC, photosynthetic parameters, and antioxidant enzymes, can mitigate salinity stress in chickpeas.",
    "venue": "Agronomy",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2283673510",
        "name": "Pooja Pooja"
      },
      {
        "authorId": "2284295700",
        "name": "Sarita Devi"
      },
      {
        "authorId": "91476022",
        "name": "Sridevi Tallapragada"
      },
      {
        "authorId": "2299510800",
        "name": "Yogesh K. Ahlawat"
      },
      {
        "authorId": "2307069680",
        "name": "Nisha Sharma"
      },
      {
        "authorId": "2341380348",
        "name": "Pankaj Kasnia"
      },
      {
        "authorId": "46361385",
        "name": "Nita Lakra"
      },
      {
        "authorId": "2244545711",
        "name": "Rosa Porcel"
      },
      {
        "authorId": "46491315",
        "name": "J. Mulet"
      },
      {
        "authorId": "6079447",
        "name": "K. Elhindi"
      }
    ]
  },
  {
    "paperId": "e1229a386f535435d4e0e9de673a7fcd57f1dd0f",
    "externalIds": {
      "DOI": "10.3389/fmicb.2024.1444903",
      "CorpusId": 276365568
    },
    "url": "https://www.semanticscholar.org/paper/e1229a386f535435d4e0e9de673a7fcd57f1dd0f",
    "title": "Comparison of microbial diversity and community structure in soils managed with organic and chemical fertilization strategies using amplicon sequencing of 16 s and ITS regions",
    "abstract": "Soil microbial species diversity and distribution of microbial communities are vital for soil and crop health, nutrient cycling, availability, and subsequent plant growth. These soil dynamics are highly influenced and altered by various soil management practices, inputs, and agricultural techniques. In the present study, the effects of chemical and organic management practices on soil microbial diversity and community structure were examined and compared using amplicon sequencing of the 16S and ITS regions. Two contrasting soil samples were selected from each crop fields at the International Rice Research Institute-South Asia Regional Centre (IRRI-SARC) in Varanasi: one field followed conventional chemical fertilizer inputs, while the other implemented natural farming practices, including tillage, on-farm crop residue management, and water management. Soil samples from each field were analyzed for bacterial and fungal diversity. Our findings showed that the two differently managed soils exhibited distinct microbial community compositions, with the organically managed soil exhibiting a higher diversity of decomposer bacteria and fungi, showing 40 unique elements in organic soil samples and 19 in chemically managed soil. Natural farming practices also demonstrated a higher relative abundance of bacterial and fungal phyla. Our results emphasize the significance of sustainable soil management techniques, suggesting that organic inputs can increase soil microbial diversity and richness. The functional roles of these microbial communities in soil ecosystems and their potential impact on crop yield and nutrient cycling warrant further study.",
    "venue": "Frontiers in Microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-13",
    "authors": [
      {
        "authorId": null,
        "name": "Ajay Kumar Mishra"
      },
      {
        "authorId": "2345479465",
        "name": "Poonam Yadav"
      },
      {
        "authorId": null,
        "name": "Sheetal Sharma"
      },
      {
        "authorId": "2326188166",
        "name": "P. Maurya"
      }
    ]
  },
  {
    "paperId": "deedd5521b86168358b0fe7b96557834be9c69f2",
    "externalIds": {
      "DOI": "10.3390/jof11020115",
      "CorpusId": 276149715
    },
    "url": "https://www.semanticscholar.org/paper/deedd5521b86168358b0fe7b96557834be9c69f2",
    "title": "Multiomic Analysis Provided Insights into the Responses of Carbon Sources by Wood-Rotting Fungi Daldinia carpinicola",
    "abstract": "Daldinia carpinicola is a newly identified species of wood-rotting fungi, with substantial aspects of its biology and ecological function yet to be clarified. A Nanopore third-generation sequencer was employed for de novo genome assembly to examine the genetic characteristics. The genome consisted of 35.93 Mb in 46 contigs with a scaffold N50 of 4.384 Mb. Glycoside hydrolases and activities enzymes accounted for a large proportion of the 522 identified carbohydrate-active enzymes (CAZymes), suggesting a strong wood degradation ability. Phylogenetic and comparative analysis revealed a close evolutionary relationship between D. carpinicola and D. bambusicola. D. carpinicola and Hypoxylon fragiforme exhibited significant collinear inter-species genome alignment. Based on transcriptome and metabolomic analyses, D. carpinicola showed a greater ability to utilize sucrose over sawdust as a carbon source, enhancing its growth by activating glycolysis/gluconeogenesis and the citrate cycle. However, compared with sucrose, sawdust as a carbon source activated D. carpinicola amino acid biosynthesis and the production of various secondary metabolites, including diterpenoid, indole alkaloid, folate, porphyrin, and biotin metabolism. The study establishes a theoretical basis for research and applications in biological processes, demonstrating a strategy to modulate the production of secondary metabolites by altering its carbon sources in D. carpinicola.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-04",
    "authors": [
      {
        "authorId": "2237964913",
        "name": "Peng Yang"
      },
      {
        "authorId": "2343892137",
        "name": "Xingchi Ma"
      },
      {
        "authorId": "2343966427",
        "name": "Yu Zhang"
      },
      {
        "authorId": "2311982813",
        "name": "Yanan Sun"
      },
      {
        "authorId": "2318922973",
        "name": "Hao Yu"
      },
      {
        "authorId": "2255632593",
        "name": "Jiandong Han"
      },
      {
        "authorId": "2344207245",
        "name": "Meng Ma"
      },
      {
        "authorId": "2255479956",
        "name": "Luzhang Wan"
      },
      {
        "authorId": "2292515175",
        "name": "Fansheng Cheng"
      }
    ]
  },
  {
    "paperId": "de78b1db70f5318c475b4a60fae3eb7b4f5cf113",
    "externalIds": {
      "DOI": "10.33003/fjs-2025-0901-3014",
      "CorpusId": 276191908
    },
    "url": "https://www.semanticscholar.org/paper/de78b1db70f5318c475b4a60fae3eb7b4f5cf113",
    "title": "OPTIMIZATION AND CHARACTERIZATION OF PECTINASE PRODUCED BY ASPERGILLUS FLAVUS SS13 USING CITRUS PEEL",
    "abstract": "Pectinases have multipurpose applications in both industrial and biotechnological sectors. But they are expensive when available. This study was carried out to isolate fungi, screen them for pectinase activity, identify selected fungi isolate, mutate, optimize, produce, and characterize the partially purified pectinase. Aspergillus flavus SS13 was isolated using standard technique, it exhibited the highest pectinase activity of 36.0±0.3 mm zone of hydrolysis and it was identified based on its macroscopic and microscopic characteristics. EMS mutated A. flavus SS13 had a pectinase activity of 40±0.2 U/mL, UV-mutated A. flavus SS13 exhibited 36.0±0.5 U/mL while the SA-mutated A. flavus SS13 showed pectinase activitiy of 35±0.4 U/mL, and unmutated A flavus SS13 had 28.0 ±0.2 U/mL at pH 3.0, temperature 40 °C and incubation period of 96 h utilizing orange peel as carbon. The partially purified pectinase of A. flavus SS13, A. flavus SS13-EMS, A. flavus SS13-UV, and A. flavus SS13-SA had between 1.3 to 1.5 fold purification and 26.0 to 30.0 % recovery. The partially purified pectinase of A. flavus SS13 wild type and the three mutants had improved activity in the presence of tween-80, while a significant pectinase activity was noted with cations such as Cu2+, Ca2+, and K+ in all the three mutants’ enzyme while the ions of ammonium, cobalt, and sodium repressed pectinase activity in the wild type A. flavus SS13. The stability of the pectinase produced by the mutants at acidic pH and elevated temperature could be an added advantage for its diverse applications in the food, detergent,...",
    "venue": "FUDMA Journal of Sciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "1411102281",
        "name": "M. Ja’afaru"
      },
      {
        "authorId": "2295437794",
        "name": "J. O. Ogwuche"
      },
      {
        "authorId": "115905251",
        "name": "O. Adeyemo"
      },
      {
        "authorId": "2295400478",
        "name": "A. L. Bernard"
      }
    ]
  },
  {
    "paperId": "de6e91284e1803e9fb3150c1f4578bc5a230936e",
    "externalIds": {
      "DOI": "10.15392/2319-0612.2024.2684",
      "CorpusId": 275764307
    },
    "url": "https://www.semanticscholar.org/paper/de6e91284e1803e9fb3150c1f4578bc5a230936e",
    "title": "Effects of ionizing radiation on artistic paints and pigments used in the restoration of works of art",
    "abstract": "Ionizing radiation is an alternative in combating the deterioration of cultural heritage as it is effective in eliminating biological infestations, from the presence of insects to contamination by fungi and bacteria. The process took place through the emission of gamma radiation (60 Co). The objects of study refer to 3 samples of canvas that received layers of paints and pigments, both intended for the practice of restoring works of art and that were exposed to cumulative doses of 3 to 15 kGy. Instrumental analyzes included X-ray Fluorescence Spectroscopy – XRF, Colorimetry, Scanning Electron Microscopy - SEM and Fourier Transform Infrared Spectroscopy - FTIR. The results of the analyzes showed that the samples remained without significant changes.",
    "venue": "Brazilian Journal of Radiation Sciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Art",
        "source": "s2-fos-model"
      },
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Physics",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2341380269",
        "name": "Hilda Pereselevicius Antonietto"
      },
      {
        "authorId": "2339399098",
        "name": "Maria José Alves de Oliveira"
      },
      {
        "authorId": "2341509952",
        "name": "Mariana S. Araujo"
      },
      {
        "authorId": "2329686013",
        "name": "Larissa Otubo"
      },
      {
        "authorId": "2340443597",
        "name": "S. Mello Castanho"
      },
      {
        "authorId": "2341366313",
        "name": "Pablo Antonio Salvador Vasquez"
      }
    ]
  },
  {
    "paperId": "dd0f377881b95e2ecb88e9b1fe9f5e5417720fdd",
    "externalIds": {
      "DOI": "10.3390/environments12010031",
      "CorpusId": 275778331
    },
    "url": "https://www.semanticscholar.org/paper/dd0f377881b95e2ecb88e9b1fe9f5e5417720fdd",
    "title": "Environmental and Economic Life Cycle Impacts of Using Spent Mushroom Substrate as a Soil Improver",
    "abstract": "The cultivation of white button mushrooms (Agaricus bisporus) generates significant quantities of spent mushroom substrate (SMS), a byproduct traditionally treated as waste despite its nutrient- and organic-carbon-rich composition. The EU-funded project FER-PLAY identified SMS as one of the most promising circular fertilizers (i.e., those produced from waste streams, transforming them into value-added products). Within the project, a life cycle assessment (LCA) and life cycle costing (LCC) analysis of SMS were conducted with a cradle-to-gate-to-grave scope across three European regions, comparing it to a non-renewable mix with equivalent N, P, K, and C inputs. The LCA results reveal substantial environmental benefits of SMS over the non-renewable baseline, particularly in land use, fossil resource depletion, freshwater ecotoxicity and climate change, which together account for 98% of total impacts. Although SMS exhibits higher water consumption, it represents only 2% of total impacts. LCC highlights the critical effects of fresh mushroom substrate composition on yield, economies of scale, and revenue generation. Overall, this study highlights the significant environmental and economic potential of repurposing SMS as a soil improver, offering a compelling case for its integration into agricultural systems as part of a sustainable, circular economy.",
    "venue": "Environments",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Economics",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2341427883",
        "name": "Hasler Iglesias"
      },
      {
        "authorId": "2341400702",
        "name": "Ana Paredes Ortiz"
      },
      {
        "authorId": "2133955504",
        "name": "José M. Soriano Disla"
      },
      {
        "authorId": "2006461719",
        "name": "A. J. Lara-Guillén"
      }
    ]
  },
  {
    "paperId": "dced806f6b116a8cf340a1c5c998873e1c595332",
    "externalIds": {
      "DOI": "10.4314/njb.v41i2.12",
      "CorpusId": 276369215
    },
    "url": "https://www.semanticscholar.org/paper/dced806f6b116a8cf340a1c5c998873e1c595332",
    "title": "Laccase-producing fungal strains from pesticide-farmland soil: Evaluating their heavy metal tolerance",
    "abstract": "Indiscriminate pesticide applications allow metals to accumulate in soils and crops, endangering human health, environment and food security. This study examines the metal removal potential by laccase-producing fungi. Five inorganic soil samples were collected from farmland. Soil aliquot was inoculated into sterile potato dextrose agar plates and fungi were identified based on their macroscopic, microscopic and molecular techniques. Laccase production was screened using a tannic acid indicator, and the guaiacol assay measured laccase activities. Metal tolerance was assessed for lead (Pb) and arsenic (As) at concentrations of 5 to 20 g/L. Fourteen isolates that belong to the genera of Candida (14%), Trichoderma (21%), Trichosporon (22%), Aspergillus (36%) and Rhodotorula (7%) were obtained. Only Aspergillus niger and Aspergillus japonicus demonstrated laccase production. A. niger exhibited highest enzyme activity (0.8026U/mL) while the least laccase activity (0.1453U/mL) was produced by A. japonicum. The optimal As and Pb tolerances of A. niger are 5 g/L and 10 g/L, respectively. A. japonicus showed stronger tolerance up to 15 g/L for Pb, whereas that of As remains 5 g/L. These results demonstrate that A. niger and A. japonicus hold promise as valuable bio-resources due to their effective laccase production and notable metal tolerance, underscoring their potential applications in bioremediation.",
    "venue": "Nigerian Journal of Biotechnology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "1396222041",
        "name": "S. Adebajo"
      },
      {
        "authorId": "2267645782",
        "name": "P.O. Bankole"
      },
      {
        "authorId": "1580321546",
        "name": "A. Ojo"
      },
      {
        "authorId": "1387450248",
        "name": "T. Ariom"
      },
      {
        "authorId": null,
        "name": "B.T. Thomas"
      },
      {
        "authorId": "12867903",
        "name": "A. Akintokun"
      },
      {
        "authorId": "2345550179",
        "name": "D. Ogundijo"
      }
    ]
  },
  {
    "paperId": "dcba5bbc929d4d4f4a450ec1d980762077777782",
    "externalIds": {
      "DOI": "10.3389/fnut.2025.1463780",
      "CorpusId": 276176784
    },
    "url": "https://www.semanticscholar.org/paper/dcba5bbc929d4d4f4a450ec1d980762077777782",
    "title": "Uncovering proteome variations and concomitant quality changes of different drying methods Cordyceps sinensis by 4D-DIA structural proteomics",
    "abstract": "Cordyceps sinensis is a fungus, serves dual purposes as both a medicinal herb and a food source. Due to its high water content, fresh Cordyceps sinensis is difficult to preserve, necessitating the drying necessary to process Cordyceps sinensis.Using 4D-DIA proteomics, researchers analyzed the proteome profiles of fresh Cordyceps sinensis (CK) under three different drying conditions: vacuum freeze-drying (FD), oven-drying (OD), and air-drying (AD). In addition, it was found that the protein and free sulfhydryl content of Cordyceps sinensis decreased significantly and the disulfide bond content increased after different drying methods.A total of 3762 proteins were identified, showing variations between groups and high protein content. In the control groups consisting of fresh Cordyceps sinensis samples and the three drying methods, FD. vs CK exhibited the fewest differentially abundant proteins, with the majority being upregulated. On the other hand, CK vs OD displayed the greatest amount of distinct proteins, with a significant rise in both up-regulated and down-regulated proteins. Analysis of KEGG indicated that the distinct proteins were predominantly concentrated in pathways like the ribosome, synthesis of coenzymes, and metabolism of amino sugar and nucleotide sugar. Notably, there was a significant overlap between ribosome and ribosome biogenesis in eukaryotes pathways. The process of drying Cordyceps sinensis resulted in a significant upregulation of the expression of proteins linked to various metabolic pathways. This observation suggests that the drying treatment might activate or enhance certain biochemical processes within the organism, potentially influencing its overall metabolic activity. This finding highlights the importance of post-harvest dry methods on the biochemical properties of Cordyceps sinensis, which could have implications for its nutritional and medicinal value.This study provides a theoretical basis for the realization of Cordyceps sinensis resource utilization and storage methods, and provides theoretical support for guaranteeing the sustainable development of Cordyceps sinensis resources.",
    "venue": "Frontiers in Nutrition",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-05",
    "authors": [
      {
        "authorId": "2268233635",
        "name": "Mengjun Xiao"
      },
      {
        "authorId": null,
        "name": "Chuyu Tang"
      },
      {
        "authorId": "2257009109",
        "name": "Tao Wang"
      },
      {
        "authorId": null,
        "name": "Min He"
      },
      {
        "authorId": "2171619332",
        "name": "Yuling Li"
      },
      {
        "authorId": "2243084630",
        "name": "Xiuzhang Li"
      }
    ]
  },
  {
    "paperId": "db0945df9f668b90b3fa1ce6a420e26454fd8c8f",
    "externalIds": {
      "DOI": "10.9734/jabb/2025/v28i21972",
      "CorpusId": 276265492
    },
    "url": "https://www.semanticscholar.org/paper/db0945df9f668b90b3fa1ce6a420e26454fd8c8f",
    "title": "Beneficial Soil Microorganisms in Enhancing Crop Productivity: A Review",
    "abstract": "As the world's population grows, there is a greater need for food, which has made sustainable methods necessary to boost agricultural yields while preserving the environment. Rhizobacteria, mycorrhizal fungi, and actinomycetes are examples of beneficial soil microorganisms that are essential for increasing soil fertility, encouraging plant development, and strengthening crop resistance to biotic and abiotic stresses. The several molecular approaches utilized to characterize these microbes are highlighted in this study, with an emphasis on cutting-edge methods including arrays, stable isotopes, DNA-based molecular identification, integrated omics, etc. It also highlights the ways in which beneficial bacteria increase agricultural yield, such as through phosphate solubilization, nitrogen fixation, phytohormone synthesis, and disease reduction via biocontrol. One sustainable way to lower chemical input and lessen environmental issues is to use beneficial soil microorganisms into precision farming and the creation of biofertilizer. This article offers a thorough grasp of molecular characterisation methods and how to use them to increase crop output by using soil microbial diversity, opening the door to sustainable farming methods.",
    "venue": "Journal of Advances in Biology &amp; Biotechnology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-02-10",
    "authors": [
      {
        "authorId": "2340445431",
        "name": "Neha Bisht"
      },
      {
        "authorId": "148061800",
        "name": "R. Gangwar"
      },
      {
        "authorId": "2340433174",
        "name": "Prajwal Chaudhary"
      },
      {
        "authorId": "2344971546",
        "name": "Sweta Kumari"
      },
      {
        "authorId": "2344877184",
        "name": "Shivani Chaudhary"
      },
      {
        "authorId": "2340440322",
        "name": "Anurag Raj"
      },
      {
        "authorId": "2340475854",
        "name": "Deepak Kumar"
      }
    ]
  },
  {
    "paperId": "da8d0871a01a48cad388a520543bb51c39ad12e8",
    "externalIds": {
      "DOI": "10.70809/6577",
      "CorpusId": 276139990
    },
    "url": "https://www.semanticscholar.org/paper/da8d0871a01a48cad388a520543bb51c39ad12e8",
    "title": "Efficacy of biological control against soil-borne pathogens in Catharanthus roseus",
    "abstract": "The cultivation of Madagascar periwinkle (Catharanthus roseus L.) is affected by many pathogens, including soil-borne pathogenic fungi such as Fusarium spp., Phytophthora spp., and Pythium spp. The importance of biological control methods has been increasing due to the ongoing phase-out of chemical pesticides. Biocontrol agents like Bacillus amyloliquefaciens, Trichoderma asperellum, and T. atroviride are increasingly used due to their pathogen suppression capabilities and ability to enhance plant resilience to stress. This study evaluated the in vitro efficacy of T. asperellum against F. oxysporum. Significant inhibition of F. oxysporum growth was observed in dual culture confrontation test. Our results highlighted the potential of T. asperellum as a biocontrol agent for managing F. oxysporum in C. roseus cultivation. The application of these agents can reduce the dominance of chemical pesticides and promote sustainable agriculture practices.",
    "venue": "GEORGIKON FOR AGRICULTURE",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "2159484231",
        "name": "Lilla Szendrei"
      },
      {
        "authorId": "2343964790",
        "name": "Dóra Piroska Borsos"
      },
      {
        "authorId": "5265069",
        "name": "M. Petróczy"
      },
      {
        "authorId": "2279952935",
        "name": "Gábor Markó"
      },
      {
        "authorId": "2329996525",
        "name": "Annamária Tóth"
      }
    ]
  },
  {
    "paperId": "da47a6f380abb0eaa2b97f420e40e8b2be30122d",
    "externalIds": {
      "DOI": "10.3390/land14020353",
      "CorpusId": 276262740
    },
    "url": "https://www.semanticscholar.org/paper/da47a6f380abb0eaa2b97f420e40e8b2be30122d",
    "title": "Anaerobic Digestion of Cattle Manure Contaminated with an Antibiotic Mixture: A Nature-Based Solution for Environmental Management",
    "abstract": "Anaerobic digestion (AD) is a waste-to-energy strategy that leverages natural microbiological processes. It is increasingly used in farms to treat manure, resulting in biogas for energy production and digestate as fertiliser. However, animal manure often contains antibiotic (AB) residues, raising concerns about their impact on AD efficiency and their potential spread through digestate use. This multidisciplinary study evaluated the effects of an AB mixture (enrofloxacin, ciprofloxacin and sulfamethoxazole) on CH4 production, microbial community (Fungi, Bacteria and Archaea) dynamics and antibiotic resistance gene (ARG) presence. The experiment used a cattle manure/digestate ratio of 1:35, typical of real digesters, with AB concentrations set at low (2.5 mg kg−1 each) and high (7.5 mg kg−1 each) levels. The ABs affected cumulative CH4 production (ranging from 5939 to 6464 mL) only at the highest concentration. After 51 days, sulfamethoxazole reached residual levels, while enrofloxacin and ciprofloxacin were only partially degraded (<50%), but ARGs were significantly reduced. The microbial community, particularly prokaryotes, exhibited resilience, maintaining efficient CH4 production. Overall findings strongly suggest that AD is an effective treatment for producing energy and good fertiliser, also reducing AB and ARG content as well as mitigating CH4 emissions into the atmosphere.",
    "venue": "Land",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "86977445",
        "name": "G. Massini"
      },
      {
        "authorId": "5882176",
        "name": "A. Barra Caracciolo"
      },
      {
        "authorId": "51092026",
        "name": "J. Rauseo"
      },
      {
        "authorId": "18304058",
        "name": "F. Spataro"
      },
      {
        "authorId": "2344863970",
        "name": "Giulia Scordo"
      },
      {
        "authorId": "11014044",
        "name": "L. Patrolecco"
      },
      {
        "authorId": "1658965631",
        "name": "Gian Luigi Garbini"
      },
      {
        "authorId": "14963837",
        "name": "Andrea Visca"
      },
      {
        "authorId": "13670970",
        "name": "P. Grenni"
      },
      {
        "authorId": "93780161",
        "name": "L. Rolando"
      },
      {
        "authorId": "40909204",
        "name": "V. Mazzurco Miritana"
      }
    ]
  },
  {
    "paperId": "d97bf6e498356807babd59b7716ab63432d5e841",
    "externalIds": {
      "DOI": "10.37118/ijdr.29191.01.2025",
      "CorpusId": 276400949
    },
    "url": "https://www.semanticscholar.org/paper/d97bf6e498356807babd59b7716ab63432d5e841",
    "title": "Fungal Deterioration of Monument with Special Reference to Aspergillus: A Case Study",
    "abstract": "Fungal ability to produce pigments and organic acids has crucial role in discoloration and degradation of different types of stone in cultural property. Additionally, stone objects may support novel communities of microorganisms that are active in bio-deterioration process. This investigation focuses on mycological analysis of microbial bio-film from Queen’s Mosque at Sarangpur, Ahmedabad of Gujarat State made of sandstone, and which was heavily colonized by fungi. The 12 fungal flora including filamentous micro fungi with specific distribution on sandstone substrate were isolated. During the investigation period it was observed that Aspergillus sp. was found as common. The identified micro fungi cause discoloration, as well as mechanical exfoliation of building stone material that was analyzed through mechanical hyphae penetration and production of dark pigments and organic acids.",
    "venue": "International Journal of Development Research",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": []
  },
  {
    "paperId": "d85edb2b5229eb6b97b219eec875f0f566c34026",
    "externalIds": {
      "DOI": "10.3390/micro5010005",
      "CorpusId": 276000329
    },
    "url": "https://www.semanticscholar.org/paper/d85edb2b5229eb6b97b219eec875f0f566c34026",
    "title": "Nano-Titania Photocatalysis and Metal Doping to Deter Fungal Growth on Outdoor and Indoor Paint Surfaces Using UV and Fluorescent Light",
    "abstract": "This work determined the resistance of paint formulations containing TiO2 particles to fungal growth. Siloxane, acrylic and silicone paints were placed outdoors, and the fungal species growing thereon were recorded after 3, 6 and 9 months. In addition, three paint types containing TiO2 with/without biocide were inoculated with fungal spores and irradiated using UV. Acrylic paints were also doped with different metals and were inoculated and incubated under fluorescent light. Following outdoor incubation, the silicone paint was the least colonised by different fungal species. The species most recovered from the surfaces were Aspergillus spp. and Penicillium spp. Following UV irradiation on different paints containing biocide and/or a photocatalyst, no fungal growth was demonstrated on some of the paint combinations. When the paint samples were doped with different metals and incubated using light, the sample most efficient at preventing fungal growth contained lanthanum (0.004%). The paint samples containing praseodymium (light:1.72) facilitated the densest fungal colonies. Most of the surfaces demonstrated heterogeneous coverage by the fungi. The most clustered fungal colonisation was on surfaces incubated in the light. This work demonstrated that fungal colonisation on paints changed over time and that the antimicrobial efficacy of TiO2 was affected by the chemical composition, biocide and doping of the paint.",
    "venue": "Micro",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Conference"
    ],
    "publicationDate": "2025-01-28",
    "authors": [
      {
        "authorId": "2266513492",
        "name": "Kathryn A. Whitehead"
      },
      {
        "authorId": "2343097771",
        "name": "Mark Brown"
      },
      {
        "authorId": "2343029847",
        "name": "Lucia Caballero"
      },
      {
        "authorId": "2163220037",
        "name": "Stephen Lynch"
      },
      {
        "authorId": "50575051",
        "name": "M. Edge"
      },
      {
        "authorId": "2343094272",
        "name": "Claire Hill"
      },
      {
        "authorId": "2266576860",
        "name": "Joanna Verran"
      },
      {
        "authorId": "2265134194",
        "name": "Norman S. Allen"
      }
    ]
  },
  {
    "paperId": "d84d0003b1426cbe95112b7eba5586e7a22497e2",
    "externalIds": {
      "DOI": "10.1101/2025.01.21.634114",
      "CorpusId": 275820910
    },
    "url": "https://www.semanticscholar.org/paper/d84d0003b1426cbe95112b7eba5586e7a22497e2",
    "title": "Larvicidal activity of Trichoderma atroviride (Hypocreales: Hypocreaceae) against Aedes albopictus (Diptera: Culicidae)",
    "abstract": "Larviciding is an important part of effective integrated mosquito management. However, growing resistance to chemical and bacterial-based insecticides requires biocontrol agents with novel modes of action. Entomopathogenic fungi are good candidates for larval control due to their capability to infect mosquito larvae and their production of larvicidal compounds. In this study, we isolated a strain of Trichoderma atroviride from Aedes albopictus larvae collected in Manhattan, KS, USA. We used a laboratory-based microcosm assay to expose L3 Ae. albopictus larvae to T. atroviride conidia and culture supernatant treatments. Larvae were monitored daily for survival and development to pupae and adults. In addition, adult survival was monitored for ten-days post pupation, and wing lengths were measured to assess mosquito size. Our results revealed that T. atroviride culture supernatant was a potent larvicide towards Ae. albopictus. However, conidia by themselves were not larvicidal, indicating the major mode of killing was through toxicity exerted by the culture supernatant. We further showed that larval exposure to T. atroviride supernatant delayed larval development to pupae. Sex-specific adult survival was not affected by larval exposure to T. atroviride. However, wing length of male and female mosquitoes were reduced, indicating a reduction in adult mosquito body size as compared to the control. Taken together, this study identifies the culture supernatant from a novel strain of T. atroviride as a potent larvicide of Ae. albopictus, potentially expanding our toolbox for biological control of mosquitoes.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2341725172",
        "name": "David T. Hayes"
      },
      {
        "authorId": "12562154",
        "name": "P. Tawidian"
      },
      {
        "authorId": "2341718327",
        "name": "Ethan Schubert"
      },
      {
        "authorId": "2341719002",
        "name": "Qing Kang"
      },
      {
        "authorId": "2341724402",
        "name": "Amare J. Sumpter"
      },
      {
        "authorId": "2295878461",
        "name": "Kristin Michel"
      }
    ]
  },
  {
    "paperId": "d6d93663762b8f7745ca46cacbcb7d9e8486ed51",
    "externalIds": {
      "DOI": "10.3390/jof11020129",
      "CorpusId": 276268102
    },
    "url": "https://www.semanticscholar.org/paper/d6d93663762b8f7745ca46cacbcb7d9e8486ed51",
    "title": "Evaluation of the Effects of Epicoccum nigrum on the Olive Fungal Pathogens Verticillium dahliae and Colletotrichum acutatum by 1H NMR-Based Metabolic Profiling",
    "abstract": "Olive trees are a cornerstone of Mediterranean agriculture but face significant threats from diseases such as Verticillium wilt and olive anthracnose. These diseases, caused by Verticillium dahliae and Colletotrichum spp., respectively, result in significant economic losses and degrade olive oil quality. While traditional chemical treatments present environmental risk, sustainable alternatives such as biological control agents (BCAs) are gaining attention. Epicoccum nigrum, an antagonistic fungus, has shown potential as a BCA due to its production of antimicrobial secondary metabolites. This study aimed to observe whether E. nigrum has an antagonistic ability against V. dahliae and C. acutatum, and to elucidate the metabolic interactions between these fungi using NMR-based metabolomics. E. nigrum showed inhibitory effects on the growth of C. acutatum and V. dahlia of 44.97% and 38.73% respectively. Metabolomic profiling revealed distinct biochemical responses in E. nigrum, V. dahliae, and C. acutatum under mono- and dual-culture. Multivariate statistical analysis highlighted the metabolic shifts in mycelia and identified the primary metabolites, such as glutamine, 4-aminobutyrate, and phenylalanine that are involved in adaption for survival in stress conditions such as the presence of a competitor. The results could be important for a better understanding of the primary fungal metabolism, which is still poorly characterized. Further investigation is needed, but these results suggest that E. nigrum could serve as a BCA, offering a more sustainable approach to managing olive diseases.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "51479425",
        "name": "F. Angilè"
      },
      {
        "authorId": "1659111864",
        "name": "Mario Riolo"
      },
      {
        "authorId": "2328540473",
        "name": "Santa Olga Cacciola"
      },
      {
        "authorId": "3324281",
        "name": "F. Fanizzi"
      },
      {
        "authorId": "39888957",
        "name": "E. Santilli"
      }
    ]
  },
  {
    "paperId": "d6c4ec25e1638a0df198023c31d94e2ca3d78a71",
    "externalIds": {
      "DOI": "10.56093/ft.v62i1.153493",
      "CorpusId": 276123946
    },
    "url": "https://www.semanticscholar.org/paper/d6c4ec25e1638a0df198023c31d94e2ca3d78a71",
    "title": "Chitosan and Sodium Alginate: The Potential of Natural Biopolymers of Marine Origin in Development of Biodegradable Packaging Material",
    "abstract": "Chitosan and sodium alginate are important natural polymers that are abundant in marine sources. Chitosan is generated from chitin by chemical N-deacetylation and is made up of poly-β-(1→4)-2-amino-deoxy-D-glucopyranose. It is found in the shells of crustaceans, insects, fungi, and also in the scales of fishes. Sodium alginate is a derivative of alginic acid found mostly in marine brown algae, made up of 1,4-β-d-mannuronic (M) and α-l-guluronic (G) acids. Chitosan and sodium alginate are natural, non-toxic, biocompatible and biodegradable polysaccharides. Thus, they have a wide range of uses in food packaging, biomedical applications, and are used to make biodegradable films in various compositions. This review covers chitosan and sodium alginate-based films with various combinations of polysaccharides, protein, essential oil, plant extract and synthetic materials. The incorporation of these materials has improved the physical, mechanical, barrier, antioxidant and antimicrobial properties of the films.",
    "venue": "Fishery technology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2343890744",
        "name": "Reshma CS Chambadiparambil house"
      },
      {
        "authorId": "2343895364",
        "name": "Remya S"
      },
      {
        "authorId": "2343891000",
        "name": "Bindu J"
      }
    ]
  },
  {
    "paperId": "d54428b79c325f03c7a2f348e61fad5ab1beed71",
    "externalIds": {
      "DOI": "10.9734/ijecc/2025/v15i24730",
      "CorpusId": 276398821
    },
    "url": "https://www.semanticscholar.org/paper/d54428b79c325f03c7a2f348e61fad5ab1beed71",
    "title": "Temperature and Cultivar Influence on Enzyme Activity and Composition of the Microbial Community in the Rhizosphere of Sweet Potato during Early Growth Stage",
    "abstract": "Aim: To determine the influence of temperature on sweet potato yield, soil enzyme activity and composition of the microbial community in the rhizosphere during early growth stage-65DAP. \nStudy Design: The study was conducted as a Completely Randomized Design with a 2x2 factorial treatment arrangement of two temperatures and two cultivars —and four replications in time. \nPlace and Duration of Study: George Washington Carver Agricultural Experiment Station, Tuskegee University, Tuskegee Alabama, between February to December 2022. \nMethodology: Two sweet potato cultivars, Beauregard and Whatley/Loretan, were planted and exposed to high (32/26°C) and optimal (28/22°C) diurnal temperatures in a plant growth chamber. Standard cultural practices for irrigation and fertilizer application were followed. The plants were harvested 65 days after planting (65 DAP) and rhizosphere samples from both cultivars were collected. The microbial composition, including bacterial 16S rDNA and fungal ITS (Internal Transcribed Spacer), was analyzed using a standard DNA-Based Quantitative Technique The extracellular enzymes, Acid Phosphatases (P-acid), β-Glucosidase (GLU), N-acetylglucosaminidase (β-NAG) and phosphodiesterase (DIEST) were analyzed using fluorometric microplate enzyme assays. \nResults: Bacterial communities were dominated by phyla Acidobacteria and Proteobacteria, whereas fungi were dominated by the Ascomycota across the samples. Temperature significantly affected the abundance of some bacterial phyla (Proteobacteria, Firmicutes, Verrucomicrobia and Chloroflexi) and all identified fungal phyla (Ascomycota, Mucoromycota, and Entomophthoromycota). Cultivars affected bacterial Phylum Gemmatimonadetes and fungi phyla Mucoromycetes and Ascomycota, with their higher relative abundances found in Whatley/Loretan than in Beauregard. There were significant interactions between temperature and cultivars for bacteria phyla Acidobacteria, Verrucomicrobia, Firmicutes and Fungi Entomophthoromycota. Additionally, high temperatures influenced the activities of key soil enzymes—acid phosphatase, β-glucosidase, and β-1,4-N-acetylglucosaminidase—in the rhizosphere of sweet potato, irrespective of cultivars. \nConclusion: The bacterial and fungal populations and activities of key soil enzymes in the rhizosphere of Whatley/Loretan and Beauregard sweet potato cultivars were significantly impacted by high temperatures.",
    "venue": "International Journal of Environment and Climate Change",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-15",
    "authors": [
      {
        "authorId": "2345727584",
        "name": "Devotha Mwazembe"
      },
      {
        "authorId": "2345727538",
        "name": "D.G. Mortley"
      },
      {
        "authorId": "2345728338",
        "name": "R. Shange"
      },
      {
        "authorId": "2345727580",
        "name": "R, O, Ankumah"
      },
      {
        "authorId": "2345726425",
        "name": "O. Idehen"
      },
      {
        "authorId": "2345726185",
        "name": "J. Quansah"
      },
      {
        "authorId": "2345728797",
        "name": "S. Fall"
      },
      {
        "authorId": "2279134061",
        "name": "V. S. S. Mithra"
      }
    ]
  },
  {
    "paperId": "d41fa0e7762994e4204c3e4b566716ea30240913",
    "externalIds": {
      "PubMedCentral": "11829629",
      "DOI": "10.7717/peerj.18943",
      "CorpusId": 276336884
    },
    "url": "https://www.semanticscholar.org/paper/d41fa0e7762994e4204c3e4b566716ea30240913",
    "title": "Effects of chemical fungicides combined with plant resistance inducers against Bipolaris sorokiniana in turfgrass",
    "abstract": "One of the most common and causative diseases problems disease in turfgrass areas in Türkiye is leaf blight, root and crown rot caused by Bipolaris sorokiniana. The fungus causes great damage especially in parks, refuges, and golf courses, and needs to be managed. This study aimed to determine some activators alone or in combination with effective fungicides at different doses against B. sorokiniana, to reduce the use of fungicides in the control of the disease. In the study, the effects of combinations of different doses of some fungicides with Lactobacillus acidophilus, Arthrobacter sp. and a harpin protein determined to be effective in in vitro studies were investigated in greenhouse and field conditions in two different provinces. The highest effect was obtained in the combination of (Lactobacillus acidophilus-(Azoxystrobin+Difenocazole)), which was used at the recommended dose (94.70% effect) and the recommended dose of Azoxystrobin+Difenocazole (92.57% effect). The (Lactobacillus acidophilus-(Azoxystrobin+Difenocazole 1st subdose)) application, in which a lower dose of fungicide was used, ranked 4th with an 89.50% effect. When Lactobacillus acidophilus, Arthrobacter sp. and Harpin were used alone, they were found to be 82.53%, 72.17%, and 66.63% effective against the disease, respectively. As a result, environmentally friendly low-dose fungicide, and activator combination (Lactobacillus acidophilus-(Azoxystrobin+Difenocazole 1. subdose)), and (Arthrobacter sp.-(Epoxiconazole+Pyraclostrobin 1st sub-dose)) applications were found to be promising in the control of B. sorokiniana in turfgrass areas. When considered only as an activator application, the 82.53% effect value obtained in Lactobacillus acidophilus applications was found to be promising for the disease. It can be recommended as a disease suppressant, and at the same time environmentally friendly application.",
    "venue": "PeerJ",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "2299854185",
        "name": "Filiz Ünal"
      },
      {
        "authorId": "87741362",
        "name": "İ. Kurbetli"
      },
      {
        "authorId": "1658042021",
        "name": "Y. Eğerci"
      },
      {
        "authorId": "2238113063",
        "name": "Aysun Çavuşoğlu"
      }
    ]
  },
  {
    "paperId": "d41c0848cd36383cf6bc7ddbb6a67b68386e7a47",
    "externalIds": {
      "DOI": "10.4314/hpjsmt.v6i1.1",
      "CorpusId": 275886616
    },
    "url": "https://www.semanticscholar.org/paper/d41c0848cd36383cf6bc7ddbb6a67b68386e7a47",
    "title": "The dynamics of mycological assemblage of Mairua Reservoir, Katsina State, Nigeria",
    "abstract": "A mycological study of some selected species of fungi in relation to fishing was conducted at Mairua Reservoir. The people of the area are mainly agriculturalist, but fishing is the major activity taking place around the reservoir. Wtaer samples were collected monthly from February-April and June-August 2020. Spatially the data were analysed using Analysis of Variance (ANOVA) and temporally using independent t-test. Findings on the mycological study shows that the yeast count range between 9.42±3.91 and 18.38±1.04 (106 CFU/ml) while the mold count range between 5.20±1.74 and 7.58±1.97 (107 CFU/ml) in various sampling sites. The order of the occurrence of fungal isolates across the various sampling sites was Aspergillus niger (30.23%), Cladosporium sp. (25.58%), Aspergillus flavus (16.28%), Penicillium sp. (16.28%) and Fusarium sp. (11.63%). The prevalence of these pathogenic fungi in the water could affect fish growth. Hence, there should be adequate sensitization to educate households and farmers bordering the reservoir on the danger associated with loading the reservoir with waste materials.",
    "venue": "HAFED POLY Journal of Science, Management and Technology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2342152340",
        "name": "Z.M Dabo"
      },
      {
        "authorId": "2342151914",
        "name": "M.A Saidu"
      },
      {
        "authorId": "2342153539",
        "name": "A. M. Gwiokura"
      },
      {
        "authorId": "2342154380",
        "name": "F. Dayyabu"
      },
      {
        "authorId": "2342156384",
        "name": "A.M Hashim"
      },
      {
        "authorId": "2342156034",
        "name": "Bello Abdulkadir"
      },
      {
        "authorId": "2342151907",
        "name": "F.B Yahaya"
      },
      {
        "authorId": "2342152348",
        "name": "H.A Ghali"
      }
    ]
  },
  {
    "paperId": "d2d410da9c18cc5bdd9a5729935c6b7c98653411",
    "externalIds": {
      "DOI": "10.3390/agriculture15030298",
      "CorpusId": 276034192
    },
    "url": "https://www.semanticscholar.org/paper/d2d410da9c18cc5bdd9a5729935c6b7c98653411",
    "title": "Three-Dimensional Reconstruction, Phenotypic Traits Extraction, and Yield Estimation of Shiitake Mushrooms Based on Structure from Motion and Multi-View Stereo",
    "abstract": "Phenotypic traits of fungi and their automated extraction are crucial for evaluating genetic diversity, breeding new varieties, and estimating yield. However, research on the high-throughput, rapid, and non-destructive extraction of fungal phenotypic traits using 3D point clouds remains limited. In this study, a smart phone is used to capture multi-view images of shiitake mushrooms (Lentinula edodes) from three different heights and angles, employing the YOLOv8x model to segment the primary image regions. The segmented images were reconstructed in 3D using Structure from Motion (SfM) and Multi-View Stereo (MVS). To automatically segment individual mushroom instances, we developed a CP-PointNet++ network integrated with clustering methods, achieving an overall accuracy (OA) of 97.45% in segmentation. The computed phenotype correlated strongly with manual measurements, yielding R2 > 0.8 and nRMSE < 0.09 for the pileus transverse and longitudinal diameters, R2 = 0.53 and RMSE = 3.26 mm for the pileus height, R2 = 0.79 and nRMSE = 0.12 for stipe diameter, and R2 = 0.65 and RMSE = 4.98 mm for the stipe height. Using these parameters, yield estimation was performed using PLSR, SVR, RF, and GRNN machine learning models, with GRNN demonstrating superior performance (R2 = 0.91). This approach was also adaptable for extracting phenotypic traits of other fungi, providing valuable support for fungal breeding initiatives.",
    "venue": "Agriculture",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Engineering",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "2307268433",
        "name": "Xingmei Xu"
      },
      {
        "authorId": "2343127195",
        "name": "Jiayuan Li"
      },
      {
        "authorId": "2343213607",
        "name": "Jing Zhou"
      },
      {
        "authorId": "2287145579",
        "name": "Puyu Feng"
      },
      {
        "authorId": "2110590203",
        "name": "Helong Yu"
      },
      {
        "authorId": "2329511402",
        "name": "Yuntao Ma"
      }
    ]
  },
  {
    "paperId": "d2cc6c8597d3af55dbefbe5fcdb623775bc1119e",
    "externalIds": {
      "DOI": "10.3390/agronomy15020364",
      "CorpusId": 276044871
    },
    "url": "https://www.semanticscholar.org/paper/d2cc6c8597d3af55dbefbe5fcdb623775bc1119e",
    "title": "Synergistic Effect of Mixture of Microsporidium Nosema locustae (Protista: Microsporidia) and Novel Fungus Aspergillus oryzae XJ-1 (Eurotiales: Trichocomaceae) Against Adult Locusta migratoria (Orthoptera: Acrididae) in Laboratory",
    "abstract": "Locust adults can form gregarious swarms and cause locust plagues. Few studies have evaluated the efficacy of a mixture of two biocontrol agents for controlling locust adults. Here, we assessed the effects of the mixture of a protozoan biocontrol agent, Nsoema locustae, and a fungal agent, Aspergillus oryzae XJ-1, at two ratios against locust adults in the lab. Synergistic effects of the mixture were observed (χ2 > χ2 (df, 0.05) and Po > PE). The maximum mortality caused by an N. locustae–A. oryzae XJ-1 mixture was 92.67% on the 12th day after inoculation, much higher than those of each agent. In addition, the median survival times were significantly lower when locusts were exposed to the mixture than when they were exposed to N. locustae or A. oryzae XJ-1 alone (p < 0.05).",
    "venue": "Agronomy",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-30",
    "authors": [
      {
        "authorId": "2143363688",
        "name": "Pengfei Zhang"
      },
      {
        "authorId": "2217697321",
        "name": "Mingquan Yang"
      },
      {
        "authorId": "144570072",
        "name": "Yinwei You"
      },
      {
        "authorId": "2296390042",
        "name": "Long Zhang"
      }
    ]
  },
  {
    "paperId": "d2bc64df5d1b66d40b1d02445a3a56e68bd8183a",
    "externalIds": {
      "DOI": "10.2174/0115701786333849241119110649",
      "CorpusId": 276006886
    },
    "url": "https://www.semanticscholar.org/paper/d2bc64df5d1b66d40b1d02445a3a56e68bd8183a",
    "title": "Synthesis, Characterization, and Toxicity Studies of Azo Dye Ligand for\nMetal Assessment in Different Brands of Lipsticks in Iraq",
    "abstract": "\n\nThis research project focuses on the synthesis and characterization of a novel azo ligand, 4-\nCMBP, derived from 2-amino-6-methylbenzothiazole, and its complexes with Co(III) and Ni(II) ions.\nThe study aims to investigate the structural and biological properties of the ligand and its complexes,\nwith a particular emphasis on their potential applications in environmental and health sectors. The\nligand and its complexes were characterized using techniques such as melting point measurements,\nnuclear magnetic resonance, mass spectrometry, Fourier-transform infrared spectroscopy, UV-Vis\nspectroscopy, elemental analysis, atomic absorption spectroscopy, molar conductivity, and magnetic\nsusceptibility measurements. Biological activities were evaluated through the removal percentages of\nCo(III) and Ni(II) from eleven popular brands of lipsticks in the Iraqi market, antimicrobial screening\nagainst bacteria and fungi, in silico ADMET predictions, and anticancer activity tests in human liver\ncancer cell lines. Characterization confirmed the successful synthesis of the ligand and the formation\nof octahedral complexes with Co(III) and Ni(II) ions. The analysis revealed nickel concentrations\nranging from 0.36 to 3.08 ppm, with varying safety implications. Antimicrobial screening showed\npromising activity, and in silico predictions indicated favorable oral bioavailability. The ligand and its\ncomplexes exhibited significant anticancer activity against liver cancer cell lines. The study successfully synthesized and characterized the azo ligand 4-CMBP and its metal complexes, highlighting\ntheir intriguing geometries and promising biological activities, with potential applications in environmental remediation, antimicrobial agents, and anticancer therapeutics.\n",
    "venue": "Letters in Organic Chemistry",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-28",
    "authors": [
      {
        "authorId": "151023074",
        "name": "H. Hessoon"
      },
      {
        "authorId": "95913296",
        "name": "Asawer A. Mhammed Alzayd"
      },
      {
        "authorId": "91624988",
        "name": "Faiq F. Karam"
      },
      {
        "authorId": "93163212",
        "name": "H. A. Kyhoiesh"
      }
    ]
  },
  {
    "paperId": "d0dfb4076f7e1418993d6c445c6de9df6b88d4ac",
    "externalIds": {
      "DOI": "10.13057/biodiv/d260114",
      "CorpusId": 276243416
    },
    "url": "https://www.semanticscholar.org/paper/d0dfb4076f7e1418993d6c445c6de9df6b88d4ac",
    "title": "Enhanced mycorrhiza helper bacterial inoculant for improving the health of Arabica coffee seedlings grown in nematode-infected soil",
    "abstract": "Abstract. Hindersah R, Asyiah IN, Amaria W, Fitriatin BN, Mudakir I, Banerjee S. 2025. Enhanced mycorrhiza helper bacterial inoculant for improving the health of Arabica coffee seedlings grown in nematode-infected soil. Biodiversitas 26: 127-124. The Arbuscular Mycorrhizal Fungi (AMF) and Mycorrhiza Helper Bacteria (MHB) combine to combat the Pratylenchus coffeae nematode infection on coffee plantations sustainably and synergistically. Additionally, AMF facilitates the availability of phosphorus in plants. The objectives of present study are to formulate an enhanced MHB liquid inoculant containing Bacillus subtilis and Pseudomonas diminuta, and to test its efficacy in controlling P. coffeae in roots, improving P status in soil and plants, and promoting the growth of Arabica coffee seedlings infested with the nematodes. MHB liquid inoculant was enhanced by optimizing molasses, nitrogen, phosphorus, and MHB concentrations. The five treatments were used, and five replications were in a randomized block-design greenhouse experiment to investigate the AMF Glomus agregatum and MHB inoculant. The improved substrate for MHB liquid inoculant comprised 2% molasses, 0.05% NH4Cl, and 0.1% KH2PO4, with a 2:3 initial volume ratio of B. subtilis and P. diminuta. Scaling up the MHB inoculant in the 2 L reactor boosted the bacterial population to 1010 CFU/mL and the P content to 100 mg/kg. Applying 200 AMF spores and 109 CFU/mL MHB increased leaf number, plant P uptake, and soil P while decreasing root damage and nematode population in soil and roots. Combined AMF and MHB reduced P. coffeae infestation in roots by 70.79% and increased P content in soil and plants by 57.2% and 61.9%, respectively.",
    "venue": "Biodiversitas Journal of Biological Diversity",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-26",
    "authors": [
      {
        "authorId": "2203641654",
        "name": "Reginawati Hindersah"
      },
      {
        "authorId": "116133946",
        "name": "I. N. Asyiah"
      },
      {
        "authorId": "89928927",
        "name": "W. Amaria"
      },
      {
        "authorId": "2314047687",
        "name": "Betty Natalie Fitriatin"
      },
      {
        "authorId": "90399473",
        "name": "I. Mudakir"
      },
      {
        "authorId": "2344978644",
        "name": "Saon Banerjee"
      }
    ]
  },
  {
    "paperId": "d0ddedf82b0e95e39ec1d7e79ecf8a3b6a2e7edf",
    "externalIds": {
      "DOI": "10.3390/vetsci12020158",
      "CorpusId": 276335830
    },
    "url": "https://www.semanticscholar.org/paper/d0ddedf82b0e95e39ec1d7e79ecf8a3b6a2e7edf",
    "title": "A Review of Biological and Sustainable Management Approaches for Alphitobius diaperinus, a Major Pest in Poultry Facilities",
    "abstract": "The lesser mealworm (Alphitobius diaperinus) is a significant pest in poultry facilities, transmitting pathogens such as Salmonella and causing structural damage in poultry operations. Challenges such as insecticide resistance and environmental concerns associated with the widespread use of traditional insecticides underscore the need for sustainable alternatives. This review examines biological and sustainable management strategies for managing the lesser mealworm, including entomopathogenic fungi, bacteria, nematodes, plant essential oils-extracts, pheromones, and diatomaceous earth. These eco-friendly approaches highlight fungi and nematodes for their effectiveness in larval control and essential oils for their insecticidal and repellent properties. The application of pheromones and diatomaceous earth further complements other methods within integrated pest management (IPM) systems. Integrating these biological tools into IPM offers a sustainable and effective solution for reducing A. diaperinus populations, addressing both health and environmental concerns.",
    "venue": "Veterinary Sciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "1413496450",
        "name": "O. Tufan-Cetin"
      },
      {
        "authorId": "2257735447",
        "name": "Huseyin Cetin"
      }
    ]
  },
  {
    "paperId": "d054a1b965bca528975ca6f57fca30b0f94873b2",
    "externalIds": {
      "DOI": "10.3390/app15031039",
      "CorpusId": 275809993
    },
    "url": "https://www.semanticscholar.org/paper/d054a1b965bca528975ca6f57fca30b0f94873b2",
    "title": "The Quirky Rot Fungi: Underexploited Potential for Soil Remediation and Rehabilitation",
    "abstract": "Currently, when the role of biodiversity in maintaining and restoring ecosystems is widely discussed, rot fungi are far from being integrated into common policies, conservation laws, or risk assessment frameworks. Despite the widespread recognition of the natural role of rot fungi as decomposers and their capabilities for various industrial purposes (the treatment of effluents rich in organic or inorganic substances), their peculiar characteristics are poorly understood and investigated. Highlighting the potential of rot fungi is of paramount importance because, as natural resources, rot fungi align perfectly with soil sustainability and the green growth policies and strategies outlined in this decade by the European Commission (2021) and United Nations (2021). This short piece aims to highlight and encourage efforts that channel into the exploration of this group of organisms as bioinoculants and biofertilizers for agriculture and forestry, as remediators and rehabilitators of soils affected by anthropogenic contamination (e.g., metals, agrochemicals, and plastics), and devastated by phenomena arising from climate change (e.g., forest fires) by briefly presenting the pros and cons of each of these lines of action and how rot fungi characteristics may fill in the current knowledge gap on degraded soil rehabilitation.",
    "venue": "Applied Sciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2328507834",
        "name": "Cátia Venâncio"
      }
    ]
  },
  {
    "paperId": "cfbacd1b0eef1763ef5dae85e13572ad1059d44e",
    "externalIds": {
      "DOI": "10.3390/microorganisms13020283",
      "CorpusId": 275941192
    },
    "url": "https://www.semanticscholar.org/paper/cfbacd1b0eef1763ef5dae85e13572ad1059d44e",
    "title": "Parasitism by Entomopathogenic Fungi and Insect Host Defense Strategies",
    "abstract": "Entomopathogenic fungi, a group of insect pathogens, are characterized by high insecticidal efficacy and minimal environmental impact. They are commonly used as biopesticides for pest control due to their significant practical value. We here classify entomopathogenic fungi according to the process of fungal infection in hosts, changes in host behavior during infection, and mechanisms of spore transmission, and review the strategies employed by insects to resist infection, including physical barrier defenses, immune system defenses, and behavioral avoidance of fungal pathogens. This review also discusses the pathogenic mechanisms of fungi on insects and the closely linked co-evolution between fungal pathogens and insect defenses. In conclusion, a perspective on future research is provided, emphasizing the impact of insect population density and spore concentration in the environment on disease outbreaks.",
    "venue": "Microorganisms",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-01-27",
    "authors": [
      {
        "authorId": "2283468444",
        "name": "Dinghai Zhang"
      },
      {
        "authorId": "2283196178",
        "name": "Haidi Qi"
      },
      {
        "authorId": "2342726285",
        "name": "Feng Zhang"
      }
    ]
  },
  {
    "paperId": "cf41f5c1840377e14d0a129a1f46f72a7a881c44",
    "externalIds": {
      "DOI": "10.3390/jof11020106",
      "CorpusId": 276059239
    },
    "url": "https://www.semanticscholar.org/paper/cf41f5c1840377e14d0a129a1f46f72a7a881c44",
    "title": "Harnessing Filamentous Fungi for Enzyme Cocktail Production Through Rice Bran Bioprocessing",
    "abstract": "Valorization of agri-food residues has garnered significant interest for obtaining value-added compounds such as enzymes or bioactive molecules. Rice milling by-products, such as rice bran, have limited commercial value and may pose environmental challenges. Filamentous fungi are recognized for their ability to grow on residues and for their capacity to produce large amounts of metabolites and enzymes of industrial interest. Here, we used filamentous fungi to produce enzyme cocktails from rice bran, which, due to its polysaccharide composition, serves as an ideal substrate for the growth of fungi producing cellulases and xylanases. To this end, sixteen fungal strains were isolated from rice bran and identified at the species level. The species belonged to the genera Aspergillus, Penicillium, and Mucor. The Aspergillus species displayed the highest efficiency in cellulase and xylanase activities, especially A. niger var. phoenicis and A. amstelodami. A. terreus, A. tritici, and A. montevidensis stood out as xylanolytic isolates, while P. parvofructum exhibited good cellulase activity. A. niger var. phoenicis followed by A. terreus showed the highest specific enzymatic activities of α- and β-D-galactosidase, α-L-arabinofuranosidase, α- and β-D-glucosidase, and β-D-xylosidase. Additionally, proteomic analysis of A. terreus, A. niger var. phoenicis, and P. parvofructum exoproteomes revealed differences in enzyme production for rice bran degradation. A. niger var. phoenicis had the highest levels of xylanases and cellulases, while P. parvofructum excelled in proteases, starch-degrading enzymes, and antifungal proteins. Finally, two Penicillium isolates were notable as producers of up to three different antifungal proteins. Our results demonstrate that filamentous fungi can effectively valorize rice bran by producing enzyme cocktails of industrial interest, along with bioactive peptides, in a cost-efficient manner, aligning with the circular bio-economy framework.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2343384773",
        "name": "Ana M. Yélamos"
      },
      {
        "authorId": "144839762",
        "name": "J. Marcos"
      },
      {
        "authorId": "2238811394",
        "name": "Paloma Manzanares"
      },
      {
        "authorId": "4803003",
        "name": "Sandra Garrigues"
      }
    ]
  },
  {
    "paperId": "cd72ea947b3238212f4500febed9e0507f1ff4fa",
    "externalIds": {
      "DOI": "10.3389/fmars.2024.1538136",
      "CorpusId": 275801825
    },
    "url": "https://www.semanticscholar.org/paper/cd72ea947b3238212f4500febed9e0507f1ff4fa",
    "title": "Marine fungi as a goldmine for novel antibiotics: a 2024 perspective",
    "abstract": "The microbial diversity in oceans is considerable, widely distributed in seawater, marine sediments, and marine organisms. Compared with terrestrial resources in traditional natural product research, the living environments of marine microorganisms are starkly different. The drastic differences in survival conditions, such as high salinity, oligotrophic conditions, lack of light, and limited oxygen, determine that microorganisms exhibit distinctive characteristics in metabolism, survival modes, and adaptive mechanisms. These factors contribute to significant distinctions in secondary metabolic pathways and enzymatic reaction mechanisms between marine and terrestrial microorganisms. In this review, we summarized a total of 72 novel natural products with antibacterial activity, published in 2024, which are derived from marine-derived fungi. These products (polyketides, alkaloids, terpenoids, and peptides) are emphasized in terms of their structures and biological activities. This article aims to provide useful information for the research and development of novel antibiotics.",
    "venue": "Frontiers in Marine Science",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-01-21",
    "authors": [
      {
        "authorId": "2341879657",
        "name": "Chengqian Pan"
      },
      {
        "authorId": "2281347802",
        "name": "Syed Shams ul Hassan"
      },
      {
        "authorId": "47417033",
        "name": "Ishaq Muhammad"
      },
      {
        "authorId": "2274223143",
        "name": "Huizi Jin"
      }
    ]
  },
  {
    "paperId": "cc7604bb75c2e14de9ce993ba09e24db61be4712",
    "externalIds": {
      "DOI": "10.3390/foods14040602",
      "CorpusId": 276336216
    },
    "url": "https://www.semanticscholar.org/paper/cc7604bb75c2e14de9ce993ba09e24db61be4712",
    "title": "Innovative Antifungal and Food Preservation Potential of Eucalyptus citriodora Essential Oil in Combination with Modified Potato Peel Starch",
    "abstract": "The quest for natural preservation systems is on the rise due to health hazards associated with synthetic preservatives. The current study explores a significant research gap by investigating the antifungal potential of Eucalyptus citriodora essential oil (EO) and modified potato peel starch (M-PPS)-based coatings to control the fungal contamination in peanut kernels, providing a sustainable food preservation system. Potato peel starch was extracted by water steeping and modified by autoclaving. E. citriodora EO was extracted from leaves by steam distillation and chemically characterized using a gas chromatography mass spectrometer (GC-MS). The antifungal potential of EO was evaluated by radial growth inhibition assay (RGI). EO completely inhibited the growths of Penicillium griseofulvum and Aspergillus niger at a concentration of 3.125 µL/mL, which was marked as the minimum inhibition concentration (MIC). EO induced cellular leakage from fungal cells, and hyphae became pitted, indicating the strong antifungal potential of EO. EO (2 ×MIC)-treated rice seeds showed complete inhibition of A. niger after 7 days of incubation, and in the control treatments, all the rice seeds were contaminated (100% contamination index). M-PPS and EO-based coatings controlled the growth of P. griseofulvum in peanut kernels. After incubation for 7 days, control treatments were fully contaminated with fungal growth, whereas the M-PPS and EO-based coatings restricted the growth of fungi in peanut kernels. The M-PPS and EO-based preservation system can be used for the preservation of perishable food products.",
    "venue": "Foods",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "2345347698",
        "name": "Nabila Khan"
      },
      {
        "authorId": "2290430449",
        "name": "Saeeda Fatima"
      },
      {
        "authorId": "8718101",
        "name": "M. Sadiq"
      }
    ]
  },
  {
    "paperId": "cc5e98f80c4a015ea7b39c3a4695374d03969eec",
    "externalIds": {
      "DOI": "10.1101/2025.02.07.637142",
      "CorpusId": 276259751
    },
    "url": "https://www.semanticscholar.org/paper/cc5e98f80c4a015ea7b39c3a4695374d03969eec",
    "title": "Genomic Characterization of Novel Endophyte Strains from Tall Fescue Shows Genome Fragmentation Post-Hybridization",
    "abstract": "Interspecific hybridization in fungi has gained attention for its role in fungal evolution and potential commercial applications. Successful hybridization can enhance fitness and facilitate adaptation to new ecological niches. However, the genomic consequences of hybridization in fungi remain poorly understood. Epichloë is a genus of fungi that includes both non-hybrid and hybrid species, with the hybrids forming through parasexual hybridization and reproducing asexually. Some Epichloë hybrids are of commercial significance, as they colonize Lolium arundinaceum (Schreb.) Darbysh., a crucial forage and turf grass species. In this study, we sought to generate high-quality genome assemblies for two previously uncharacterized Epichloë hybrid strains, both of which are similar to Epichloë sp. FaTG-3. We aimed to characterize their genomes and examine the effects of parasexual interspecific hybridization on fungal genome structure. Our results reveal that the genomes of both strains are rich in AT-rich blocks and repetitive elements. Upon comparison with putative progenitor genomes, we observed significant fragmentation and rearrangement. Despite the genomic instability, more than 85% of gene homologs from each progenitor species were retained. This study demonstrates that while parasexual hybridization dramatically alters genome structure, it does not significantly affect gene content.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "2110231582",
        "name": "Kendall Lee"
      },
      {
        "authorId": "2091954190",
        "name": "Philip C. Bentz"
      },
      {
        "authorId": "2302390450",
        "name": "Justin Vaughn"
      },
      {
        "authorId": "2280821686",
        "name": "Ali M. Missaoui"
      }
    ]
  },
  {
    "paperId": "cb77e4ebcf003100257ece4f3b0b5a6df11892fc",
    "externalIds": {
      "DOI": "10.3390/jof11020125",
      "CorpusId": 276278629
    },
    "url": "https://www.semanticscholar.org/paper/cb77e4ebcf003100257ece4f3b0b5a6df11892fc",
    "title": "Temperature-Dependent Modeling and Spatial Predictions for Identifying Geographical Areas in Brazil Suitable for the Use of Cordyceps javanica in Whitefly Control",
    "abstract": "Lalguard C99 WP, based on the Cordyceps javanica BRM 27666 strain, is registered in Brazil for whitefly control. Spatial prediction is crucial for optimizing its field use and efficacy. In this study, the optimal temperature for mycelial growth and conidial production of C. javanica is 25–30 °C, with no growth at 33–35 °C. The highest nymphal mortality occurred at 25 and 30 °C, showing lower LT50 values at 30 °C. Mycelial growth was similar at 15, 20, 25, 30, and 35 °C when the fungus was exposed for 6 h and then transferred to a 27.4 °C environment; however, growth was slower at 35 °C with daily 6 h exposure alternating over 18 h at room temperature (mean of 28.5 °C). When the second instar whitefly nymphs were exposed for 6 h or 6 h daily at 15, 20, 25, 30, and 35 °C, followed by 7 days at fluctuating temperatures (mean of 28.4–30.2 °C), nymphal mortality was similar across temperatures. Although other abiotic factors (solar radiation, humidity, rainfall, etc.) must be considered for fungal efficacy, spatial predictions based on fluctuating temperatures indicated that C. javanica is suitable for use throughout Brazil, though its performance varied at constant temperatures in different locations.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-08",
    "authors": [
      {
        "authorId": "2084913564",
        "name": "H. A. Boaventura"
      },
      {
        "authorId": "2344930923",
        "name": "Lidiane A. Queirós"
      },
      {
        "authorId": "2111423373",
        "name": "J. F. A. Silva"
      },
      {
        "authorId": "2344933351",
        "name": "Tarryn A. Goble"
      },
      {
        "authorId": "2344926230",
        "name": "Kelly Pazolini"
      },
      {
        "authorId": "2344933309",
        "name": "Allan F. Marciano"
      },
      {
        "authorId": "2302051794",
        "name": "E. D. Quintela"
      }
    ]
  },
  {
    "paperId": "caf0ca056a3a84dde13c292d59c9d717b9df03f3",
    "externalIds": {
      "DOI": "10.3390/microbiolres16020035",
      "CorpusId": 276064674
    },
    "url": "https://www.semanticscholar.org/paper/caf0ca056a3a84dde13c292d59c9d717b9df03f3",
    "title": "Biological Control of Sclerotinia sclerotiorum on Greenhouse Lettuce Using Trichoderma koningiopsis Agg",
    "abstract": "The lettuce drop or white mold is an economically important disease as the causal fungus Sclerotinia sclerotiorum can infect the lettuce at any stage of plant development. Polyphagous nature of S. sclerotiorum, the longevity of soil-borne sclerotia and air-borne ascospores makes the control difficult. Chemical fungicides are available only for foliar application against infections by ascospores so, the development of bio-control is of great importance. We tested antagonism of native isolate T. koningiopsis agg. (Hypocreales) (STP8) under laboratory and greenhouse environments. In vitro tests showed excellent STP8 antagonisms to S. sclerotiorum evidencing hyperparasitic activity on mycelia and sclerotia as well as antibiosis. The sclerotia were completely degraded after two months. In the greenhouse, infection of lettuce with S. sclerotiorum was reduced by treating the seedlings with an STP8 spore suspension. Uninfected plants treated with STP8 were of the best quality based on morphological parameters, confirming the ability of STP8 to promote lettuce growth. Even the infected lettuce treated with STP8 were healthier and in better condition than the control lettuce, suggesting that STP8 was also enhancing plant defense system.",
    "venue": "Microbiology Research",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "1405722009",
        "name": "S. Topolovec-Pintarić"
      },
      {
        "authorId": "2343414760",
        "name": "Ana Maria Kovaček"
      },
      {
        "authorId": "2343414641",
        "name": "Olga Malev"
      },
      {
        "authorId": "10666456",
        "name": "I. Kušan"
      },
      {
        "authorId": "10802311",
        "name": "N. Matočec"
      },
      {
        "authorId": "91497075",
        "name": "A. Pošta"
      },
      {
        "authorId": "2003488378",
        "name": "Lucia Pole"
      },
      {
        "authorId": "4385714",
        "name": "A. Mešić"
      }
    ]
  },
  {
    "paperId": "caed8d88fb957d10e6aa600d79ba3fbfca89e9cf",
    "externalIds": {
      "DOI": "10.9734/ijpss/2025/v37i25301",
      "CorpusId": 276195304
    },
    "url": "https://www.semanticscholar.org/paper/caed8d88fb957d10e6aa600d79ba3fbfca89e9cf",
    "title": "Pathogenic Fungi Communities in Contrasted Yam Field Soils are Dominated by The Genus Fusarium in Centre Côte d’Ivoire",
    "abstract": "Below-ground pathogenic fungi of yam, a globally important food crop are shown to be responsible of field and storage diseases and as such are important threats to yam health. However, yam soil pathogenic fungi community composition and soil determinants remain unclear. Here, we explored the effects of soil physicochemical characteristics on soil fungal phytopathogens in contrasted yam fields. Illumina miseq was used to characterize pathogenic fungi communities in yam field soils. In this work, we hypothesise that pathogenic community composition could be linked to specific physicochemical properties within yam contrasted soils. Principal Coordinate Analysis (PCoA) and variance partitioning were used to identify the soil properties that significantly influence pathogenic fungi community compositions within the three sites in a yam production zone. The results have shown that despite the fact that the three sites exhibited contrasted soils grouped in two types according to physicochemical parameters, four ubiquitous genera including Fusarium, Penicillium, Aspergillus and Trichoderma were identified within pathogenic fungi communities in yam field soils, with Fusarium as the most dominant core genus. Soil type determined the distribution of pathogenic fungi communities in yam field soils, and this effect was attributed to soil properties related to yam soil cation exchange capacity (CEC) and silt content as well as three micronutrients including Na, N and total phosphorus.",
    "venue": "International Journal of Plant &amp; Soil Science",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-05",
    "authors": [
      {
        "authorId": "88387927",
        "name": "K. Ghislaine"
      },
      {
        "authorId": "2344315779",
        "name": "Ebou Anicet"
      },
      {
        "authorId": "2344311277",
        "name": "Kouadio Aka Niangoran Marie-Stéphanie"
      },
      {
        "authorId": "2344311267",
        "name": "Kouakou Fossou Romain"
      },
      {
        "authorId": "2344312864",
        "name": "Nandjui Jacob"
      },
      {
        "authorId": "88296184",
        "name": "Zézé Adolphe"
      }
    ]
  },
  {
    "paperId": "cadb53617c939e5216e2e285f62cc90f395e37c1",
    "externalIds": {
      "DOI": "10.3762/bjoc.21.23",
      "CorpusId": 276299871
    },
    "url": "https://www.semanticscholar.org/paper/cadb53617c939e5216e2e285f62cc90f395e37c1",
    "title": "Antibiofilm and cytotoxic metabolites from the entomopathogenic fungus Samsoniella aurantia",
    "abstract": "During the course of our studies on the secondary metabolism of rare, hitherto untapped Thai insect-associated fungi, the ethyl acetate (EtOAc) extract derived from solid-state cultivation of Samsoniella aurantia on rice afforded one previously undescribed tetramic acid derivative, farinosone D (1), along with the known 2-pyridones, farinosones A (2) and B (3), and the known cyclodepsipeptides beauvericins A–C (4–6). All isolated compounds were assessed for their antimicrobial and cytotoxic activities while farinosones D (1) and A (2) were selected for biofilm inhibitory activity assay. Farinosone B (3) and beauvericins A–C (4–6) showed significant cytotoxic activities with IC50 values in the low micromolar to nanomolar range against several mammalian cell lines. On the other hand, farinosone A (2), which lacked potent cytotoxic effects, revealed potent antibiofilm activity, inhibiting approximately 70% of Staphylococcus aureus biofilms at concentrations as low as 3.9 µg/mL.",
    "venue": "Beilstein Journal of Organic Chemistry",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-11",
    "authors": [
      {
        "authorId": "2279592078",
        "name": "Rita Toshe"
      },
      {
        "authorId": "2263474833",
        "name": "Syeda J Khalid"
      },
      {
        "authorId": "2142567894",
        "name": "B. M. Kemkuignou"
      },
      {
        "authorId": "2115089533",
        "name": "Esteban Charria-Girón"
      },
      {
        "authorId": "114455330",
        "name": "Paul Eckhardt"
      },
      {
        "authorId": "35315586",
        "name": "Birthe Sandargo"
      },
      {
        "authorId": "2345059592",
        "name": "Kunlapat Nuchthien"
      },
      {
        "authorId": "2242388328",
        "name": "J. Luangsa-Ard"
      },
      {
        "authorId": "2302355565",
        "name": "Till Opatz"
      },
      {
        "authorId": "145440994",
        "name": "H. Schrey"
      },
      {
        "authorId": "4979911",
        "name": "S. S. Ebada"
      },
      {
        "authorId": "2257271571",
        "name": "Marc Stadler"
      }
    ]
  },
  {
    "paperId": "ca862ef3d3448d628ca2f8f7bc3dfad5bf323c48",
    "externalIds": {
      "DOI": "10.1101/2025.02.07.637084",
      "CorpusId": 276259534
    },
    "url": "https://www.semanticscholar.org/paper/ca862ef3d3448d628ca2f8f7bc3dfad5bf323c48",
    "title": "Genomic insights reveal community structure and phylogenetic associations of endohyphal bacteria and viruses in fungal endophytes",
    "abstract": "Background Endohyphal microbiomes, comprising bacteria and viruses, significantly influence fungal phenotypes, host fitness, and ecological interactions. Endohyphal bacterial symbionts are known to affect fungal pathogenicity, secondary metabolite production, and adaptability, yet many aspects of their diversity and interactions remain uncertain. In contrast, endohyphal viruses, despite their widespread presence, are poorly understood in terms of their diversity, ecological roles, and evolutionary relationships with fungal hosts. These gaps highlight the need for integrative studies to explore the composition, diversity, host associations, and functional roles of both bacterial and viral communities in fungi. This study aimed to (1) characterize the diversity of endohyphal bacterial and viral communities within selected fungal endophytes using genomic and transcriptomic approaches, and (2) test for host specialization through phylogenetic signals and core microbial taxa. Results Endohyphal microbial communities from 19 fungal isolates from eight fungal orders (Amphisphaeriales, Botryosphaeriales, Diaporthales, Glomerellales, Mucorales, Pleosporales, Sordariales, and Xylariales) obtained from Fagus grandifolia leaves were characterized. Bacterial communities exhibited high diversity and significant phylogenetic signals, with core taxa such as Bacillales, Burkholderiales, Enterobacterales, Hyphomicrobiales, and Pseudomonadales, shared across all fungal samples. Specific bacterial taxa displayed potential host specialization, including Moraxellales, Sphingomonadales, and Streptosporangiaceae for Amphisphaeriales fungal samples; Enterobacterales (e.g., Enterobacteraceae), Hyphomicrobiales (e.g., Rhizobiaceae), and Micrococcales for Glomerellales; and Cytophagales for Diaporthales. Viral communities were less diverse, with Bamfordvirae and Heunggongvirae (double-stranded DNA viruses) identified as core taxa in metagenomic data, while metatranscriptomic data revealed no core taxa. Surprisingly, only a few reads of double-stranded RNA mycoviruses were detected. Conclusions The findings suggest a level of host specialization in bacterial communities and a more complex, limited association for viral communities, with dsDNA dominating the endohyphal virome. This study enhances our understanding of fungal-microbe interactions and highlights the ecological and evolutionary dynamics of endohyphal microbiota. Future efforts to expand reference databases and investigate the functional roles of these microbial taxa will further elucidate their contributions to fungal biology, impacts on their plant hosts, and ecosystem processes.",
    "venue": "bioRxiv",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "external"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": null,
    "publicationDate": "2025-02-11",
    "authors": [
      {
        "authorId": "1438879300",
        "name": "E. Escudero-Leyva"
      },
      {
        "authorId": "2344838367",
        "name": "M. Belle"
      },
      {
        "authorId": "2344838480",
        "name": "A. Dadkhahtehrani"
      },
      {
        "authorId": "2344838668",
        "name": "J.N. Culver"
      },
      {
        "authorId": "2344838713",
        "name": "M. Araya-Salas"
      },
      {
        "authorId": "2344838614",
        "name": "J.P. Kutza"
      },
      {
        "authorId": "2344837718",
        "name": "N. Goldson"
      },
      {
        "authorId": "2344838543",
        "name": "M. Chavarría"
      },
      {
        "authorId": "2312302452",
        "name": "P. Chaverri"
      }
    ]
  },
  {
    "paperId": "ca857618de5e64f710f798fa4b528a2ab599f923",
    "externalIds": {
      "DOI": "10.1111/syen.12674",
      "CorpusId": 276398523
    },
    "url": "https://www.semanticscholar.org/paper/ca857618de5e64f710f798fa4b528a2ab599f923",
    "title": "Unravelling the evolution of mycetophagy and phytophagy in fungus weevils (Curculionoidea: Anthribidae): Phylogenomic insights into Anthribinae paraphyly and tribal non‐monophyly",
    "abstract": "Fungus weevils (family Anthribidae) are morphologically and ecologically diverse, with highly varied feeding habits, mainly mycetophagy but also phytophagy, palynophagy and entomophagy. The phylogeny of the family is virtually unexplored, its evolutionary history obscure; thus, the existing classification is controversial and likely artificial. We generated the first multi‐gene higher‐level phylogeny estimate of Anthribidae using DNA data from 400 nuclear genes obtained via anchored hybrid enrichment from 40 species representing 17 tribes plus genera incertae sedis. As in previous studies, the family Anthribidae was consistently recovered as the sister group of Nemonychidae. We recovered two main clades in Anthribidae as sister groups with strong statistical support, viz. a monophyletic subfamily Urodontinae and the traditionally recognized Anthribinae, which was rendered paraphyletic by the subfamily Choraginae. Paraphyly and polyphyly among tribes of Anthribinae indicate that current tribal concepts—all based on morphology and without phylogenetic analysis—are artificial. Based on our results, we subsume the subfamily Choraginae into Anthribinae and place its six current tribes (Apolectini, Araecerini, Choragini, Cisanthribini, Valenfriesiini and Xenorchestini) in an expanded subfamily Anthribinae. We also transfer three genera currently treated as Anthribinae incertae sedis to three generally recognized tribes, namely Pleosporius Holloway to Sintorini, Xylanthribus Kuschel to Proscoporhinini and Anthribidus Fåhraeus to Platystomini. The phylogenetic positions of Urodontinae and Trigonorhinini suggest that phytophagy is the ancestral feeding mode of Anthribidae, with a few taxa of Anthribinae having secondarily evolved plant‐feeding from mycetophagy, the predominant feeding habit of the subfamily. Overall, our results provide the first molecular phylogenetic context for research on Anthribidae and a first step towards reconstructing a natural tribal classification of the Anthribinae. Our study highlights the need for a phylogenetic approach, sampling of type genera and deeper taxon sampling to identify natural tribal‐level groupings.",
    "venue": "Systematic Entomology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": "2256787874",
        "name": "D. D. McKenna"
      },
      {
        "authorId": "88398349",
        "name": "R. Oberprieler"
      },
      {
        "authorId": "6475179",
        "name": "A. Marvaldi"
      },
      {
        "authorId": null,
        "name": "Samuel D. J. Brown"
      },
      {
        "authorId": "2345720374",
        "name": "Michael A. Charles"
      },
      {
        "authorId": "2295980158",
        "name": "Bruno A. S. de Medeiros"
      },
      {
        "authorId": "2256783500",
        "name": "B. D. Farrell"
      },
      {
        "authorId": "144746960",
        "name": "R. Leschen"
      },
      {
        "authorId": "6438050",
        "name": "J. R. Mermudes"
      },
      {
        "authorId": "2093820079",
        "name": "K. S. Orellana"
      },
      {
        "authorId": null,
        "name": "Seunggwan Shin"
      },
      {
        "authorId": "6119285",
        "name": "R. Stals"
      },
      {
        "authorId": "50078928",
        "name": "Xuankun Li"
      }
    ]
  },
  {
    "paperId": "ca37e6a1e4c5777648fd27aee75f03a5527de3fc",
    "externalIds": {
      "DOI": "10.47836/pjst.33.1.10",
      "CorpusId": 275937015
    },
    "url": "https://www.semanticscholar.org/paper/ca37e6a1e4c5777648fd27aee75f03a5527de3fc",
    "title": "Influence of Drying Temperature in the Oven on Physical, Morphology and Mechanical Properties of Mycelium Composite",
    "abstract": "Mycelium, a root-like fungi network, possesses distinctive characteristics that render it an appealing contender for replacing polystyrene (PS). Drying in the oven is one of the most commonly used methods for producing mycelium composites. However, achieving its desired properties requires proper control of the drying temperature. This research aims to develop a mycelium-based composite by utilising an edible mushroom, specifically Pleurotus ostreatus (oyster mushroom), as an alternative to non-biodegradable materials for packaging applications. The composite is developed by inoculating Pleurotus ostreatus fungi into the substrate, mainly consisting of kenaf, wheat bran and CaCO3. Afterwards, the composite was incubated for 20 days and then subjected to drying at different oven temperatures (e.g. 40°C, 60°C, and 80°C) for 24 hours. Our findings indicate that the desirable mechanical properties of mycelium composite were found at 60°C, where flexural strength, flexural modulus and impact strength were obtained at 0.11 MPa, 4.15 GPa and 635.8 N, respectively. The moisture content was 26.13%, and the shrinkage was 20.73%. The obtained density of 0.15 g/cm3 was compared to the density of PS, which is 1.04 g/cm3. This research indicates that a lightweight composite material, consisting of a network of interconnected hyphae that function as a natural adhesive, holds significant potential as a viable solution for achieving a more sustainable and environmentally friendly future, primarily due to its biodegradability.",
    "venue": "Pertanika journal of science & technology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Materials Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-24",
    "authors": [
      {
        "authorId": "2342554472",
        "name": "Ahmad Farrahnoor"
      },
      {
        "authorId": "2342554466",
        "name": "Arif Danial Noor Hishamuddini"
      },
      {
        "authorId": "2342585787",
        "name": "Hamid Yusoff"
      },
      {
        "authorId": "98021054",
        "name": "M. H. Koay"
      },
      {
        "authorId": "2165422210",
        "name": "Normariah Che Maideen"
      },
      {
        "authorId": "2134576930",
        "name": "Nor Azirah Mohd Fohimi"
      },
      {
        "authorId": "2342558566",
        "name": "Tze Zhou Boey"
      }
    ]
  },
  {
    "paperId": "c9b25bc8dd2cdf0a13bbefc4136b8c2317863bbe",
    "externalIds": {
      "DOI": "10.1111/1365-2435.14753",
      "CorpusId": 276013686
    },
    "url": "https://www.semanticscholar.org/paper/c9b25bc8dd2cdf0a13bbefc4136b8c2317863bbe",
    "title": "The potential of arbuscular mycorrhizal fungi to improve soil organic carbon agricultural ecosystems: A meta‐analytical approach",
    "abstract": "\n\n\nIncreasing soil organic carbon (SOC) in agroecosystems is a key objective for enhancing agricultural sustainability and mitigating climate change. Arbuscular mycorrhizal fungi (AMF) can increase yield and provide several other ecosystem services. Still, studies conducted in agricultural soils have shown that their effects on SOC can be either positive, neutral or negative. In this study, we conducted a quantitative review of the literature to evaluate the role of AMF in influencing SOC across various crop species and conditions.\n\nThrough a systematic search of publications, we compiled a dataset comprising 62 trials from 19 studies including field and pot experiments that directly manipulated the mycorrhizal status of plants. We conducted a meta‐analysis to quantitatively evaluate the role of AMF on SOC across several crop species and conditions.\n\nWe found an overall positive effect of AMF on SOC, with an average increase of 21.5%. However, this positive effect was statistically significant only in pot experiments whereas in field experiments, the effect was mainly modulated by texture and organic matter content. The effect of AMF on SOC did not vary with crop species' functional type, AMF inoculation sources (single or mixed AMF species) or other soil variables considered.\n\nOur results highlight the significant potential for AMF‐mediated mechanisms to promote SOC accumulation in agricultural soils, although this effect is context‐dependent. However, future research with different approaches and scales is needed to evaluate the impact of AMF on SOC dynamics in agricultural systems and elucidate the mechanisms behind their contribution to SOC accrual.\n\nRead the free Plain Language Summary for this article on the Journal blog.",
    "venue": "Functional Ecology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-01-28",
    "authors": [
      {
        "authorId": "143637327",
        "name": "G. Conti"
      },
      {
        "authorId": "5857929",
        "name": "C. Urcelay"
      },
      {
        "authorId": "5421876",
        "name": "P. Gundel"
      },
      {
        "authorId": "2276864966",
        "name": "Gervasio Piñeiro"
      }
    ]
  },
  {
    "paperId": "c9b17baab9fe328d3872f5fb52a3165c1f48765d",
    "externalIds": {
      "DOI": "10.3390/jof11020145",
      "CorpusId": 276370193
    },
    "url": "https://www.semanticscholar.org/paper/c9b17baab9fe328d3872f5fb52a3165c1f48765d",
    "title": "A Review of the Biotechnological Potential of Cave Fungi: A Toolbox for the Future",
    "abstract": "The study of the intersection between biodiversity and biotechnology has revealed a rich source of innovations. Fungi, with their vast range of morphologies and lifestyles, thrive in various habitats, including caves. With impressive metabolic characteristics, they play a key role in producing essential biotechnological compounds for various economic sectors. This paper aims to consolidate evidence on the biotechnological potential of fungi isolated from caves, highlighting the urgency of conserving and exploring these ecosystems. For this purpose, we conducted a comprehensive literature search using scientific databases (SciELO, Medline Complete, Medline/PubMed, Web of Science, Scopus (Elsevier), and Google Scholar). We adopted an interdisciplinary approach by collecting information from 22 papers published between 2013 and 2024. Based on these data, our survey revealed broad potential, including antimicrobial compounds, antioxidants, antitumor agents, enzymes, and organic acids. We emphasize that accurately identifying and depositing fungal isolates in reference collections are crucial for reliable research and effective industrial applications, driving metabolic bioactivity and the production of substances with the potential to inhibit pathogens. Conserving and protecting the cave environment is imperative, considering its continuous potential for discovery and contribution to scientific advancement.",
    "venue": "Journal of Fungi",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": "2345488367",
        "name": "Renan N. Barbosa"
      },
      {
        "authorId": "1753313126",
        "name": "M. Felipe"
      },
      {
        "authorId": "2345722923",
        "name": "Leticia F. Silva"
      },
      {
        "authorId": "2345672097",
        "name": "Edna A. Silva"
      },
      {
        "authorId": null,
        "name": "Sabrina A. Silva"
      },
      {
        "authorId": "6010868",
        "name": "P. N. Herculano"
      },
      {
        "authorId": "1995774610",
        "name": "J. Prazeres"
      },
      {
        "authorId": "2345502100",
        "name": "Joenny M. S. Lima"
      },
      {
        "authorId": "2244855791",
        "name": "J. D. Bezerra"
      },
      {
        "authorId": "2311020469",
        "name": "K. Moreira"
      },
      {
        "authorId": "2345559215",
        "name": "Oliane M. C. Magalhães"
      },
      {
        "authorId": "2228846723",
        "name": "C. M. Souza-Motta"
      }
    ]
  },
  {
    "paperId": "c894bf33f9e714be882edf773bd7b9cd8f93477a",
    "externalIds": {
      "DOI": "10.1111/aec.70028",
      "CorpusId": 276063179
    },
    "url": "https://www.semanticscholar.org/paper/c894bf33f9e714be882edf773bd7b9cd8f93477a",
    "title": "‘I Am Going Hungry': Natural History Notes of Adult Butterflies Exploiting Unusual Food Sources",
    "abstract": "Butterflies (Lepidoptera: Papilionoidea) are among the most well‐studied organisms, with a vast literature covering their ecology, evolution, and natural history. However, many aspects of their biology continue to be discovered and rediscovered, including their wild feeding behaviours, preferences, causes and consequences. Here, we present and describe photographic and video records of adult butterflies exploiting unusual sources, including previously undocumented feeding behaviours for some species, and supporting natural history note novelties in already known feeding behaviours for others. We gathered a total of 23 records of primarily nectar‐ and fruit‐feeding butterfly species exploiting diverse sources, including fungi, flowering plants, withered plant parts, and a dead caterpillar. All records were made in different regions of Brazil, during field expeditions and naturalist walks, and were classified according to the butterfly species/groups involved, the type of resource exploited, and the location of the record. These records reinforce that butterflies can exhibit various feeding behaviours and may be involved in interspecific interactions and/or respond to food availability due to anthropogenic actions. Furthermore, this compilation of records reinforces the importance of publishing and sharing natural history observations to support and enhance the quality of ecological and taxonomic studies.",
    "venue": "Austral ecology (Print)",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2299370571",
        "name": "André Nogueira Thomas"
      },
      {
        "authorId": "2331091062",
        "name": "André Victor Lucci Freitas"
      },
      {
        "authorId": "2331077290",
        "name": "Augusto Henrique Batista Rosa"
      },
      {
        "authorId": "2343399381",
        "name": "Bárbara Letícia Botura Schunemann"
      },
      {
        "authorId": "2343399014",
        "name": "Eduardo Tarnowski Siemionko"
      },
      {
        "authorId": "2273940603",
        "name": "Milton de Souza Mendonça"
      },
      {
        "authorId": "3903105",
        "name": "Thamara Zacca"
      },
      {
        "authorId": "2277970149",
        "name": "C. Iserhard"
      }
    ]
  },
  {
    "paperId": "c88ee59a37b8ee9a8975620a8efbebdadf031a5c",
    "externalIds": {
      "DOI": "10.14719/tcb.4989",
      "CorpusId": 275914820
    },
    "url": "https://www.semanticscholar.org/paper/c88ee59a37b8ee9a8975620a8efbebdadf031a5c",
    "title": "Insights and applications of Arbuscular mycorrhizal fungi",
    "abstract": "In natural ecosystems, rhizospheric soils are teeming with diverse biological organisms that enhance plant growth, nutrient absorption, stress tolerance and disease prevention. Among these organisms, arbuscular mycorrhizal (AM) fungi are particularly significant due to their symbiotic relationships with plants. Their application extends beyond natural ecosystems into agricultural and horticultural practices, where they contribute to improved soil health and plant productivity. This review discusses the benefits of incorporating AM fungi into modern agricultural systems to improve nutrient uptake, soil structure and plant resilience. It emphasizes the need for strategies to restore and maximize AM fungi's efficacy, ensuring sustainability and productivity in agriculture, industry and natural ecosystems.",
    "venue": "Trends in Current Biology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle",
      "Review"
    ],
    "publicationDate": "2025-01-25",
    "authors": [
      {
        "authorId": "2342381697",
        "name": "S. Pandey"
      },
      {
        "authorId": "2342334399",
        "name": "P. Goswami"
      },
      {
        "authorId": "2342323548",
        "name": "S. Chandra"
      }
    ]
  },
  {
    "paperId": "c7cf7fcedd57838a88054deae0c2fa6a2c378d08",
    "externalIds": {
      "DOI": "10.1111/cote.12810",
      "CorpusId": 275866955
    },
    "url": "https://www.semanticscholar.org/paper/c7cf7fcedd57838a88054deae0c2fa6a2c378d08",
    "title": "Chemical profiling and characterisation of anthraquinone‐based polyphenols as biocolourants from Cortinarius semisanguineus",
    "abstract": "Anthraquinone dyes are known for their significant colour (brightness of shade in the red, blue and green areas) and light fastness properties compared with other synthetic dyes (such as azo‐based dyes). However, challenging multi‐step synthesis of anthraquinones and limited access to fewer substituents result in insufficient reactivity, hindering their wider industrial applications. Therefore, seeking highly substituted anthraquinone‐based colourants from natural sources is gaining interest among researchers. Notably, certain species of Dermocybe mushrooms are recognised for their red gills rich in anthraquinone colourants, which have been studied. However, limited knowledge of the chemotaxonomic characteristics of their species and molecular structure hinders wide use of their commercial applications. Our study screened extraction methods for their selectivity towards specific anthraquinone types, such as glycosidic vs non‐glycosidic, or those with carboxylic acid groups vs those without. In our observation, a sequential extraction strategy, starting with aqueous buffer extract followed by acetone extract, selectively yielded carboxylic acid‐containing anthraquinones and non‐carboxylic acid‐containing anthraquinones, respectively. We carried out a detailed analysis of anthraquinone‐based colourants in Cortinarius semisanguineus, comparing MS1‐MS2 profiles with two other species of the Dermocybe fungus group (Cortinarius sanguineus and Cortinarius ominosus), highlighting key interspecies differences in expressing certain anthraquinones or regioisomers. This study led to the structural identification of eleven natural anthraquinones and their glycosidic forms among these species. The carboxylic anthraquinones identified and characterised by their fragmentation pattern using MS1‐MS2 profiles include dermolutein, dermorubin, chlorodermorubin, endocrocin and chlorodermolutein, while the non‐carboxylic anthraquinones, primarily from the acetone extract, were dermoglaucin, emodin and dermocybin.",
    "venue": "Coloration Technology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-22",
    "authors": [
      {
        "authorId": "31647579",
        "name": "Arvind Negi"
      },
      {
        "authorId": "2212478839",
        "name": "P. Toukola"
      },
      {
        "authorId": "2237345293",
        "name": "Riikka Räisänen"
      }
    ]
  },
  {
    "paperId": "c721883da929d4c21b8dc58029aa98e91a277432",
    "externalIds": {
      "DOI": "10.3390/agronomy15020451",
      "CorpusId": 276319155
    },
    "url": "https://www.semanticscholar.org/paper/c721883da929d4c21b8dc58029aa98e91a277432",
    "title": "The Role of Ligninolytic Enzymes in Sustainable Agriculture: Applications and Challenges",
    "abstract": "The most important ligninolytic enzymes in lignin degradation include laccases and peroxidases (lignin peroxidase, manganese peroxidase, versatile peroxidase). White-rot fungi (e.g., Cerrena sp., Phlebia sp. or Trametes sp.) are their main source in nature. The ability of ligninolytic enzymes to degrade both phenolic and non-phenolic compounds has found its application in sustainable agriculture. In recent years, ligninolytic enzymes’ important role has been demonstrated in the biodegradation of lignin, a poorly degradable component of plant biomass, and in removing hazardous environmental pollutants that threaten human health. These enzymes can be successfully used in waste management, composting, improving soil health and fertility, or bioremediation. The challenges of applying lignin-degrading enzymes such as laccases and peroxidases include their stability and resistance to harsh conditions. Still, the rapid development of biotechnological technologies offers the tools to overcome them. Applying biological solutions in agricultural systems involving microorganisms and their metabolic products will significantly reduce the environmental impact and develop a circular economy.",
    "venue": "Agronomy",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Agricultural and Food Sciences",
        "source": "s2-fos-model"
      },
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-12",
    "authors": [
      {
        "authorId": "1446359380",
        "name": "Agnieszka Gałązka"
      },
      {
        "authorId": "2322580378",
        "name": "U. Jankiewicz"
      },
      {
        "authorId": "5933128",
        "name": "S. Orzechowski"
      }
    ]
  },
  {
    "paperId": "c710e870b6c094aee514e6a2f5789609c0c177da",
    "externalIds": {
      "DOI": "10.1093/jpe/rtaf016",
      "CorpusId": 276381106
    },
    "url": "https://www.semanticscholar.org/paper/c710e870b6c094aee514e6a2f5789609c0c177da",
    "title": "Drivers of root-associated fungal community structure in a common drought tolerant shrub at a regional scale",
    "abstract": "\n Plant root-associated fungal communities are pivotal for enhancing plant growth, nutrient absorption, disease resistance, and environmental stress adaptation. Despite their importance, the assembly processes of these communities remain inadequately explored. In this study, we utilized high-throughput sequencing, co-occurrence network analysis, and null models to perform an extensive examination of the diversity, composition, interaction patterns, and assembly mechanisms of the root-associated fungal communities of Mussaenda pubescens, a drought tolerant shrub that can thrive in stressful environments and which is widely used for Chinese medicine. Our findings revealed pronounced regional and ecological niche-based variations in the diversity and assembly of total fungi and essential functional guilds, including saprotrophs, symbiotrophs, and plant pathogens. Significantly, the fungal diversity of plant pathogens decreased with elevation, whereas total fungi, saprotrophs, and symbiotrophs were minimally affected. Stochastic processes, such as dispersal limitation, play a significant role in fungal assembly. Furthermore, soil physicochemical properties, climatic conditions, and spatial variables also emerged as critical determinants of fungal community structure. This study enriches our understanding of the dynamics governing root-associated fungal community assemblies and underscores the factors essential for sustaining fungal diversity.",
    "venue": "Journal of Plant Ecology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-14",
    "authors": [
      {
        "authorId": "2268289496",
        "name": "Deqiang Chen"
      },
      {
        "authorId": "2300567176",
        "name": "Juanjuan Yang"
      },
      {
        "authorId": "2345757873",
        "name": "Chunping Wu"
      },
      {
        "authorId": "2345670005",
        "name": "Linyi Li"
      },
      {
        "authorId": "2256875213",
        "name": "Siren Lan"
      },
      {
        "authorId": null,
        "name": "Dianxiang Zhang"
      },
      {
        "authorId": null,
        "name": "Zhong-Jian Liu"
      },
      {
        "authorId": null,
        "name": "Xin Qian"
      }
    ]
  },
  {
    "paperId": "c6ddde329c61aea91713bf6b2371e33dbd571deb",
    "externalIds": {
      "DOI": "10.3390/agronomy15020429",
      "CorpusId": 276283164
    },
    "url": "https://www.semanticscholar.org/paper/c6ddde329c61aea91713bf6b2371e33dbd571deb",
    "title": "Organic Manure Amendment Fortifies Soil Health by Enriching Beneficial Metabolites and Microorganisms and Suppressing Plant Pathogens",
    "abstract": "Soil health reflects the sustained capacity of soil to function as a vital living ecosystem, ensuring support for all forms of life. The evaluation of soil health relies heavily on physicochemical indicators. However, it remains unclear whether and how microbial traits are related to soil health in soil with long-term organic manure amendment. This study aims to examine how detrimental and beneficial microbial traits change with soil health based on physicochemical indicators. This research measures the effects of 9-year manure supplementation on soil health using multiomics techniques. We found that, compared to 100% chemical fertilizers, the soil health index increased by 5.2%, 19.3%, and 72.6% with 25%, 50%, and 100% organic fertilizer amendments, respectively. Correspondingly, the abundance of beneficial microorganisms, including Actinomadura, Actinoplanes, Aeromicrobium, Agromyces, Azospira, Cryobacterium, Dactylosporangium, Devosia, Hyphomicrobium, Kribbella, and Lentzea, increased progressively, while the abundance of the pathogenic fungus Fusarium decreased with the organic manure application rate. In addition, the application of organic manure significantly increased the concentrations of soil metabolites, such as sugars (raffinose, trehalose, maltose, and maltotriose) and lithocholic acid, which promoted plant growth and soil aggregation. Moreover, the abundances of pathogens and beneficial microorganisms and the concentrations of beneficial soil metabolites were significantly correlated with the soil health index based on physicochemical indicators. We conclude that organic fertilizer can enhance soil health by promoting the increase in beneficial microorganisms while suppressing detrimental microorganisms, which can serve as potential indicators for assessing soil health. In agricultural production, substituting 25–50% of chemical fertilizers with organic fertilizers significantly helps improve soil health and promotes crop growth.",
    "venue": "Agronomy",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-09",
    "authors": [
      {
        "authorId": "2302384008",
        "name": "Buqing Wei"
      },
      {
        "authorId": "2302383783",
        "name": "Jingjing Bi"
      },
      {
        "authorId": null,
        "name": "Xueyan Qian"
      },
      {
        "authorId": "2345375332",
        "name": "Chang Peng"
      },
      {
        "authorId": "2166808695",
        "name": "Miaomiao Sun"
      },
      {
        "authorId": null,
        "name": "Enzhao Wang"
      },
      {
        "authorId": null,
        "name": "Xingyan Liu"
      },
      {
        "authorId": null,
        "name": "Xian Zeng"
      },
      {
        "authorId": null,
        "name": "Huaqi Feng"
      },
      {
        "authorId": "49077759",
        "name": "A. Song"
      },
      {
        "authorId": "5613457",
        "name": "F. Fan"
      }
    ]
  },
  {
    "paperId": "c681850bd7cf4800829ab9004f04bec2699096d3",
    "externalIds": {
      "DOI": "10.29267/mxjb.2025.10.1.36",
      "CorpusId": 275745120
    },
    "url": "https://www.semanticscholar.org/paper/c681850bd7cf4800829ab9004f04bec2699096d3",
    "title": "Natural anti-UV formulation increases the survival of Beauveria bassiana and Metarhizium rileyi conidia and enhances the biological control of Spodoptera frugiperda in corn plants",
    "abstract": "Solar radiation (SR) decreases the effectivity of entomopathogenic fungi (EPF) propagules. The main objective was to evaluate a natural formulation (NF) based on humic acids (HA) with anti-UV effects, to improve the survival of conidia against SR, evaluating its capacity in the control (BC) of Spodoptera frugiperda. The strains used were Beauveria bassiana CHE-CNRCB 1029, Metarhizium rileyi CHE-CNRCB 682 and Metarhizium rileyi CHE-CNRCB 796. Compatibility evaluations (6.49, 9.51 and 12.39 mg/L of HA) were performed, as well as survival evaluations, anti-UV effects and pathogenicity bioassays (13.64, 20.45 and 27.27 AH mg/L). The two M. rileyi strains showed greater compatibility when comparing the radial growth rate (RGR) and the survival percentage (CFU). The anti-UV effect was positive when HA suspensions were mixed with conidia from the three strains evaluated. Conidia mixed with HA maintained virulence against S. frugiperda (L2) larvae. Mortality by the spraying method for B. bassiana reached 66.66%, and 86.66% for both M. rileyi strains, while by the immersion method, it reached 73.33% for B. bassiana and between 85.71% and 87.03% for the M. rileyi strains, respectively. The persistence of conidia B. bassiana and M. rileyi increased under exposure to SR when mixed with an NF with anti-UV effects, maintaining its virulence against S. frugiperda. This finding represents an attractive alternative during the formulation of EPF.",
    "venue": "Mexican Journal of Biotechnology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-20",
    "authors": [
      {
        "authorId": "2151760810",
        "name": "Reinier Hernández-Campos"
      },
      {
        "authorId": "1403662793",
        "name": "R. Montesinos-Matías"
      },
      {
        "authorId": "2339136594",
        "name": "Jorge A. Sánchez-González"
      },
      {
        "authorId": "5216219",
        "name": "O. Loera"
      }
    ]
  },
  {
    "paperId": "c64264ed448d8148d0187bf56a5e1b4f71730195",
    "externalIds": {
      "DOI": "10.3390/applmicrobiol5010012",
      "CorpusId": 275938013
    },
    "url": "https://www.semanticscholar.org/paper/c64264ed448d8148d0187bf56a5e1b4f71730195",
    "title": "Capacity of the Fungi Trichoderma Koningiopsis and Talaromyces Verruculosus for Hg Leaching, Immobilization and Absorption During the Dissolution of Cinnabar",
    "abstract": "The present study investigates the potential capacity of fungi for the use in mercury (Hg) leaching and immobilization during the dissolution of cinnabar ore, the updated understanding of the mechanisms involved, and the evaluation of Hg absorption by these fungal strains. Two fungal strains are isolated from Hg-polluted soils in French Guiana and identified as Trichoderma koningiopsis and Talaromyces verruculosus. These fungal strains possess a high capacity for Hg resistance. The Hg concentrations causing 50% growth reduction (EC50) are 5.9 and 1.5 ppm for T. koningiopsis and T. verruculosus, respectively. The results of medium-culture-containing cinnabar ore show that these fungal strains remove over 99% of the Hg content in the culture media by the end of the experiment. Fungal biomass decreases with increasing mercury concentration. The production of organic acids by fungi is observed for both fungal strains, leading to an acidic pH in the medium culture. Oxalic and citric acids are preferentially produced to dissolve Fe from minerals, which may impact Hg leaching. The results of this study provide evidence that the two fungi seem to have potential use for the bioremediation of Hg during the dissolution of cinnabar ores through biosorption mechanisms.",
    "venue": "Applied microbiology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-27",
    "authors": [
      {
        "authorId": "2342569818",
        "name": "Clarisse Balland"
      },
      {
        "authorId": "49767142",
        "name": "Vanessa Alphonse"
      },
      {
        "authorId": "12886731",
        "name": "M. Jusselme"
      },
      {
        "authorId": "2342569573",
        "name": "Samir Abbad-Andaloussi"
      },
      {
        "authorId": "14599905",
        "name": "N. Bousserrhine"
      }
    ]
  },
  {
    "paperId": "c634e80a03c241f3a24088e6dafebadfbc2a025e",
    "externalIds": {
      "DOI": "10.37874/ms.v10i1.1682",
      "CorpusId": 275860769
    },
    "url": "https://www.semanticscholar.org/paper/c634e80a03c241f3a24088e6dafebadfbc2a025e",
    "title": "THE OPTIMATION OF FERMENTATION FOR METABOLITE PRODUCTION BY SYMBIONT Penicillium nalgiovense FROM THE SPONGE Gelliodes fibulata",
    "abstract": "The fungi are sponge symbionts.  The fungus Penicillium nalgiovense acc MK087096  is a symbiont of the sponge Gelliodes fibulata. This symbiont has antibacterial activity, which supports the development of sponge-based drugs that are as effective as antibiotics. However, the primary challenge in developing marine resource-based medicine is the availability and sustainability of sponge raw materials. Fermentation biotechnology using sponge symbiont fumgi is an effective solution to address these challenges, as it allows the production of bioactive secondary metabolite compounds in large quantities, which can be used as raw materials for pharmaceutical preparation. The aim of this study was to determine the optimal medium and fermentation duration for producing secondary metabolites with antibiotic properties from the symbiotic fungus Penicillium nalgiovense, isolated from the sponge Gelliodes fibulata. This study was conducted naturally. The symbiotic fungus from the sponge Gelliodes fibulata was cultivated to facilitate growth. Fermentation was conducted with variations in secondary metabolite harvesting times of 2, 4, 6, 8, 10, and 12 days.  Secondary metabolites were obstained using liquid-liquid extraction with ethyl acetate. The optimal medium and fermentation time were determined based on the yield percentage for each medium across the six time variations. The fermentation biotechnology of the symbiotic fungus Penicillium nalgiovense acc MK087096 from the spone Gelliodes fibulata was carried out on SDB, PDB, also coconut flake-enriched PDB media.  The results showed the growth of the fungus and the production of bioactive secondary metabolites with antibiotic properties ...",
    "venue": "Medical Sains : Jurnal Ilmiah Kefarmasian",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      },
      {
        "category": "Chemistry",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-23",
    "authors": [
      {
        "authorId": "2313220106",
        "name": "Siska Rusmalina"
      },
      {
        "authorId": "2178778181",
        "name": "Mahfur Mahfur"
      },
      {
        "authorId": "2341982156",
        "name": "Nur Ermawati"
      },
      {
        "authorId": "2341983735",
        "name": "Nabilatun Maliah"
      },
      {
        "authorId": "2341982387",
        "name": "Luthfiah Ananda"
      },
      {
        "authorId": "2341983666",
        "name": "Kevin Bintang Pratama"
      },
      {
        "authorId": "2341983655",
        "name": "Riska Evi Ulfiani"
      },
      {
        "authorId": "2341975820",
        "name": "Danang Abdul Aziz"
      },
      {
        "authorId": "2341983459",
        "name": "Khafidz Husain"
      },
      {
        "authorId": "2341983422",
        "name": "Febi Ilma Faza"
      },
      {
        "authorId": "2341982141",
        "name": "Adib Hidayatullah"
      }
    ]
  },
  {
    "paperId": "c5bb1e154b55b8229c26650af08deb2756d1cce4",
    "externalIds": {
      "DOI": "10.3390/ijms26041464",
      "CorpusId": 276262976
    },
    "url": "https://www.semanticscholar.org/paper/c5bb1e154b55b8229c26650af08deb2756d1cce4",
    "title": "The Effect of Rhizophagus intraradices on Cadmium Uptake and OsNRAMP5 Gene Expression in Rice",
    "abstract": "The molecular mechanism of arbuscular mycorrhizal fungi (AMF) in reducing cadmium (Cd) accumulation in plants remains unclear. In this respect, the effects of Rhizophagus intraradices (Ri) inoculation under Cd stress on rice growth, the uptake of Cd along with other elements, and the expression of Cd transport genes, including OsNRAMP1/5, were studied using wild-type (WT) and osnramp5 mutant rice. The results showed that Ri inoculation did not affect rice growth. The uptake of Cd of the osnramp5 mutant was much lower than the WT, as 27.6%, 17.5%, and 39.9% of Cd were noted in the grains, shoots, and roots, respectively. For the WT, Cd alone significantly promoted the OsNRAMP5 expression in shoots, but Ri inoculation significantly suppressed OsNRAMP5 expression and significantly reduced its grain and shoot Cd by 44.4% and 62.3%, respectively, compared to the Cd alone treatment. In contrast, for the osnramp5 mutant, Ri inoculation did not influence OsNRAMP5 expression or the grain and shoot Cd. Furthermore, the expression of other Cd transporters (OsIRT1, OsZIP3/7, OsCAX1a) in both varieties were not changed under the treatments. In conclusion, Ri inoculating significantly reduced Cd uptake by rice, with the molecular mechanism by negative regulation of expression of the OsNRAMP5 gene.",
    "venue": "International Journal of Molecular Sciences",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-02-10",
    "authors": [
      {
        "authorId": "2344862700",
        "name": "Xiaoqi Bao"
      },
      {
        "authorId": "2265428182",
        "name": "Junli Liu"
      },
      {
        "authorId": "51295170",
        "name": "Gaoyang Qiu"
      },
      {
        "authorId": "2116118437",
        "name": "Xiaodong Chen"
      },
      {
        "authorId": "2344955951",
        "name": "Junbo Zhang"
      },
      {
        "authorId": "2143976847",
        "name": "Hua Wang"
      },
      {
        "authorId": "2344949965",
        "name": "Quan Zhang"
      },
      {
        "authorId": null,
        "name": "Bin Guo"
      }
    ]
  },
  {
    "paperId": "c3b9b3c3b8f87b86689b91644459c6330355a904",
    "externalIds": {
      "DOI": "10.1111/een.13428",
      "CorpusId": 276070042
    },
    "url": "https://www.semanticscholar.org/paper/c3b9b3c3b8f87b86689b91644459c6330355a904",
    "title": "Sun exposure as a main driver influencing the arriving communities of saproxylic beetles on deadwood",
    "abstract": "\nThe ability to locate and colonise ephemeral deadwood resources is crucial to saproxylic beetle assemblages. Saproxylic beetles locate suitable substrates mainly through visual cues and via olfactory cues emitted by deadwood, other insects and fungi.\nFor the conservation of saproxylic beetles, it is essential to understand which abiotic and biotic factors most significantly influence their habitat requirements when locating suitable substrates.\nIn a field experiment, in sunny and shaded plots, we exposed 400 bundles of freshly cut deadwood, each consisting of three logs with a combination of different tree species and treatments (i.e., fungi inoculation), mimicking biotic interactions. We sampled arriving saproxylic beetles via sticky traps directly applied on deadwood to evaluate the effect of sun exposure and the biotic interactions on arriving saproxylic beetles.\nWe found higher species numbers and abundance of saproxylic beetles under shaded than sunny conditions, but we detected no effect on the standardised number of species (diversity). However, we observed a shift in species diversity from sunny to shaded conditions from early to late season. Beetle assemblages differ between shaded and sun‐exposed deadwood. Treatments (fungi inoculation, sterilisation and burning) did not affect the arriving saproxylic beetles.\nOur results suggest that saproxylic beetles' attraction to freshly cut deadwood is mainly driven by sun exposure rather than biotic interactions, despite assumed close associations between beetles and fungi. To protect the full spectrum of saproxylic beetle species, we recommend maintaining sunny and shaded areas, as each provides unique habitats supporting different assemblages.\n",
    "venue": "Ecological Entomology",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "2205472578",
        "name": "Claudio Sbaraglia"
      },
      {
        "authorId": "2218641545",
        "name": "S. Thorn"
      },
      {
        "authorId": "2134188689",
        "name": "Lucie Ambrožová"
      },
      {
        "authorId": "2311239398",
        "name": "Claus Bässler"
      },
      {
        "authorId": "49717035",
        "name": "L. Čížek"
      },
      {
        "authorId": "89991693",
        "name": "Petr Kozel"
      },
      {
        "authorId": "2343432772",
        "name": "Jiří Procházka"
      },
      {
        "authorId": "47143230",
        "name": "L. Drag"
      }
    ]
  },
  {
    "paperId": "c331c1790a35ca1ce006a3146cf4645c851bf1c4",
    "externalIds": {
      "DOI": "10.3389/frmbi.2025.1460319",
      "CorpusId": 276062368
    },
    "url": "https://www.semanticscholar.org/paper/c331c1790a35ca1ce006a3146cf4645c851bf1c4",
    "title": "Soil microbiome composition is highly responsive to precipitation and plant composition manipulations in a field biodiversity experiment",
    "abstract": "Climate change and plant biodiversity loss have large impacts on terrestrial ecosystem function, with the soil microbiome being primary mediators of these effects. The soil microbiome is a complex system, consisting of multiple functional groups with contrasting life histories. Most studies of climate forces and plant biodiversity effects on microbiome consider the perturbations and the microbial functional groups in isolation preventing us from understanding the full picture of the relative and differential impacts of perturbations on microbial functional groups.We measured changes in multiple microbial communities with different functionality, including plant mutualists and pathogens, after three growing seasons in a full-factorial experiment manipulating precipitation (50%, 150% of ambient), plant diversity, and plant composition. Using amplicon sequencing to characterize the response of fungi, arbuscular mycorrhizal fungi, bacteria and oomycetes, and we found that composition of all microbial groups differentiated strongly between precipitation treatments.Oomycete and bacterial diversity increased with 150% precipitation, while AM and saprotroph fungal diversity decreased. Microbial differentiation in response to plant family and plant species composition was stronger after the third growing season than observed after year one. However, microbial response to plant species richness was weaker in year three. Microbiome response to plant composition was largely independent of the response to precipitation, except for oomycetes, which had greater response to plant composition in high precipitation.These findings build upon prior findings that these microbial community members differentially respond to plant community compositional treatments, by measuring the response over 3 years and with the addition of precipitation treatments. We find that both changes in climate and plant composition can drive major differences in soil microbiome composition, which can feed back on plant community structure and alter ecosystem function.",
    "venue": "Frontiers in Microbiomes",
    "citationCount": 0,
    "openAccessPdf": null,
    "s2FieldsOfStudy": [
      {
        "category": "Environmental Science",
        "source": "s2-fos-model"
      },
      {
        "category": "Biology",
        "source": "s2-fos-model"
      }
    ],
    "publicationTypes": [
      "JournalArticle"
    ],
    "publicationDate": "2025-01-31",
    "authors": [
      {
        "authorId": "1841382170",
        "name": "Haley M. Burrill"
      },
      {
        "authorId": "3985253",
        "name": "Susan M. Magnoli"
      },
      {
        "authorId": "2246309819",
        "name": "James D. Bever"
      }
    ]
  }
]